{"architecture":{"class_name":"Functional","config":{"name":"functional_1","layers":[{"class_name":"InputLayer","config":{"batch_input_shape":[null,7],"dtype":"float32","sparse":false,"ragged":false,"name":"input_1"},"name":"input_1","inbound_nodes":[]},{"class_name":"Dense","config":{"name":"dense","trainable":true,"dtype":"float32","units":100,"activation":"elu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense","inbound_nodes":[[["input_1",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_1","trainable":true,"dtype":"float32","units":100,"activation":"elu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_1","inbound_nodes":[[["dense",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_2","trainable":true,"dtype":"float32","units":100,"activation":"elu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_2","inbound_nodes":[[["dense_1",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_3","trainable":true,"dtype":"float32","units":100,"activation":"elu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_3","inbound_nodes":[[["dense_2",0,0,{}]]]},{"class_name":"Dense","config":{"name":"class","trainable":true,"dtype":"float32","units":1,"activation":"sigmoid","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"class","inbound_nodes":[[["dense_3",0,0,{}]]]}],"input_layers":[["input_1",0,0]],"output_layers":[["class",0,0]]},"keras_version":"2.8.0","backend":"tensorflow"},"image_data_format":"channels_last","input_shapes":[[7]],"output_shapes":[[1]],"tests":[{"inputs":[{"shape":[7],"values":["NrmQP+x+jj8PxaE/wUB1PspQFr8+UN0+rfD1Pw=="]}],"outputs":[{"shape":[1],"values":["Xl56Pw=="]}]}],"trainable_params":{"dense":{"weights":["aRjrvT3Jwb0JnOE97epCPhKRfT2g/D++YGUsvoAiYjx36s+9u5ssPOOxCD5qaww9C4LPvVKpDj5ZNT4+esTAPe44lb1qDUW9anzMPcQUlbvRj1o+H6NcPqogmbv1AXS9sswAPUGxOz7ZNzu+P66YvMwvKT5I0gs+T1fOvZHz7D1HMGa+RRK1PUHkAj5+30C96To5vpQP772GZgy+KbxAvjjHwL2wgHA+fYdcPmbxSr6tb/g8rVR3vcbITj47mSg8Kurnvcf7or1qCQu+9OQZPjLvPb6Djdc9aL1RvkAVWz4SeWK+B1WYvXjCd7xw5Sq+Grr8O8jXwL1+ctg9PtYAPns2l718+ls+Buj7vK6SQT3rVBw+jr8MPpQ4JL7/vz0+FzCaPd9lvb1LVQ6+72CmPT5GXj7ckA8+d7oqPilR6jzjbjS+4tm7Pb/38TsaPuU9Y37rPH3fJL4EMc29tfUqPXahSr6c4Ag+8zQmvmq/xT10iTA9e9MTviURNj5uoRc+dy8QPjsLCT5jl3M9IzgWvW99kj1hytQ7qX7XvZGyLD61X9c9kgJKvqz7cz7QVFG93Ickvk5ftT0d5R8+inFWvi6uOT4ZAhE+iT3EPQjswj3Acx4+vNgCvpJEVD43K7Y7KNbivRyuHz5ScYW9hXmAPrLzRr7xmJs9twoNvgNf0DxEkjg+fXiDvesJCz0gnbY6hRdOvl/Yrr3Fztg94ukrPoVdXr6LWNg9TVrzPQFUQ77TUeY7usmEvVPxWD07Rmk+fZ6TvS4qcb3dm8a8ndq/vToya72qPFE+1A1tPfyR2T04hWe+LNs5vrLkKb2WT0c+snkbvs1LuTwFXhI9Ew8yvo280D0Ax8+9yWrXPZakAr1CZv281L8kvQbw8j1/YwO++vRCPuj5Sr7ycUG+yPs+vGYrMj6/9VM+NkhhvvULrb2Qvc+9qvWivUHanzyro1i9o7fZPQWURz7l1/U9A2BLvloyvzzkmmC+gXYNPpaMRD7937O9suUEPu15+72/S029","PeBiviMngTtch0q+5Qc7PoxUFb1PTU6+O+xCvsZfN777pIc99NYePuVC1b3Xx9U9Cm/vvekwAT2VAOq9Uj1Pvhz9Ur4JKig+GAKIPQeDN742Vok8MuE5PuLcR75S4Ug9TEK9vW2gC76fcjq+SAuCvZSWCz0LWM+8FC6wPQXlHz1XEGC9+S9Kvj/aTL59OSO+kqbfPdrh+r0ojju+N2uoO9EbMr1VLiE+Lh9SPvM+Nb535669vHFavSvdKb7ue2o9H/kyvRd4Ij4VpRM+vbmyvSkePL7WeHw9fQjdPVAFOz5TqV0+reFXPrQqpL0kBBi+NydOPkFSMD7d6Iu9dQhPPuuCSD1OKzg809z3veuGAz7ndU4+TuqXPbHfy7000609HzPYPUyv5D15ySW+DZmTPOj7RD6/XRG+iKQGvs/SMr6qUkW+SxkrvsZmNL4Yx6M9UbHQPMnaz70C8zq+bbwIvqrwU76JyzQ+Gl+DPfT9O7zftZ49hLE6Pt4Jmb1caAE+7dYjvhqBfb3YEyi+OerDvA84M70HNVs+/4lyPf16Mj48Eaw9CRdBPjf8UL6CCxu+2oNVviDj0D1LwbO8u5HDPZAJSb2HsxI+1E1YPqk5db2rskK+nfwzPj+N4L2xtTK+pehuviEfU77azca7kZ29PNe8bL7pZzq+R1cOvoAcI741GNu9qTp/vAxscj6+V0O+jcxiPupu4j3krbc9z6tovsFcU771nN28VOUsvvActjzzOCY+QAoivedOkT1aKRw8WEMPPmKnOr5bUTy94zpvPrXPHT577QG+YdxGvt2W9bxos0G+JtYJvkzcbb53xoO977sPPjz16Tyc8O68L8UEvQ1A9z2xJng9vulLPYRDzTsF9/S9HGP1PXklkz2uPuW9tHpRPl6fTj7e5FA83javPdGw171+Dru726cpPkKq+D2ztEO9Jp4ZPu7tX75W71W+bElSPv3OXj4zcjQ+FvYwvurP3z0epvO9nxdkvl4haT7zX9E8IrlfvrN3dD4v0wS+","SdVFvlxqqj1r9I69aUI/Pp8IC76EsnC9Sf/UvJalRb58J0e+AiJtPt4u2jzzmAg74xEHPh0YMTzmvNs9hwmnPbIHJ72CynC9CuIWvrx9lL6gF6m8igLvvURItD2Q5F+9027HvcPnz7xl20C+/JNFvibaSb3gxDk+gRQMvT3Ui74OTDA9kQzLPcBk+D1IcY4963PXvBlrqjxRw3e+Nt2EvkPoib44EuS9V5j3PHaueT66Eke+uLF1ProJHj1Cp468PRSCPgVpUD3kWCi+9BptPtz1VT5SwES+WfFIPkqkUT7qrgm+4xmWveIKYr6tpUm+y3juvHqjsbyc44o+kTJcPsWZGD4Nouk98ThnvkcL1z3mFB0+sH61Pc4LFL4E5Cw8RNMUvuqNhD1PiBs+53gWPrHtYL5upCI+JNqAvgt3TD4jqw2+sjaaPdUeWb0cw02+ZKiRPcNfiLwHMoc7pIP2PXSfbz62unq9v+pSPtJBzb3iWpq9flR0vh5D3T1kf2++Sh+HvXe9e760r/G9x4xfPoAJTr5Nd/Y8degYvuEeLL4MRn09I6+mvS+2Uj2q3ZI9qd0oPctFjb5poKQ8ceucvRKsIb7N/0y73HcfPiflmL1suFQ+d5hBPnBidr6Ot8e9N1t2PbJ1rr2On0G9u2n5vWeYlL34L8o994XhvL/a3jy3m0K+G0UOvn5zE74m4js+K3rSPK3BeT4Lx+A97CxUPFPuiL3kzgg+3KxxvoJWa759el++Rbo2vtV6dL27AXs+2PBLvoqxUr34eVC+hvaEPbT3RD7E6QW+l1igPGhTEb7tDF4+rdGTvX5WxD0pCKk9Z4bmPcb8krowLro9o5sTvfYciz0L4Wy9sEvdvXrQUj0tiDO+w2SaPT2Olb27z4A+ajpMPrP+XD1kjAc+5WKHvc4xbb742gE+zG3dPQ3ivL2YWzk9qx3kvZFItrvtzuU8oTB6vAJ78bwqmLq96UAlPny4Cj5EFlG+7/khvlsImD3ZGRs+IAEmvgjR4zvXkAE+","n/gYvhtK8z0cXmS+W+UPPpQOGD5o9sI9+XRNPhYFHT18l5E8AJEKPmNqYb48lXK+Iga/veWIuj2Seeu9BwdhvovKH7682Au+de9svfjsDD5rh7q95Ey2vXIuHz7sUBM+5UkPPmq8G731e1y+wGuYPWiEVj4KQ528Ro9rvgsJDr70DK+9galGPkxQnT12n4g9YwnSvDzJLT3u1C0+jv4EPhgHXj7nGnE9TFmbO+t66Dxdf5O9aGe6PB9/ab448vc9AEzpPSmKljxMZHQ95mGmOshcTz4lHRG+6ZSGvEBQJz7/xqO9O0Ltvb4Utz21sNe8u7csPknY972nefO9JVoLPhj9Cb5s7rY9WKzJvUwYFj5J/xC+sMbGvdfY/L237V++VB3PPVqeIb73Ts68fOXvvafUXb78in2+JUYvPrzBOL5m80O+Ef0TvpW/ab1/7I89Iu1avhYM1bxeXRw+ZBHnvU4lJT7fhKA99D5PPnBvu70ami8+nQrDPaIoIL0bvj++9A07PpaS7z2dfhq+1R4FvvKD4T2Z7kg+ZiBtPQTwKrut/Uy+IqQuvghdFD4JICg+4a5Svl+ckr30fm4+6FuNPaiBsr1XjDs9VsFjPjqwnr1EhWU9hm76vQzQAz6zXDw+kY9iPR1gS76jHvk9tFchPg=="],"bias":["92i+ukPynby0wuq8jIU7vbPZwrxqYLO8dulzu4sQCbxbWQm9JlW4vJ/gBTv1J7g85wCAvJJNKj3z7la8RhhLvSThSDz9ZAs9KJSZvJjR/7sgY+m8v3VIPHv0N703E6q8184dvfPCIL1XgZE8uBGlPXo9PL09VMU8GQkLvUgnkTzEKUs9ErgWvSLTGr2FmZU8nRKjPD1j2LxjMGk9p3CcPGfti7y1Me28N/7AvMmrV71AQcM8Noq3PIBjBj3akFU9Uj1uO1KxWz0UOyu86umCPZ+IWD0ZIAm9VP56uiOdf70QjRK9e3VhPDYP9DxPLlg8VZsNvSDVCDyadR29u5CxPHqX2DsMa7w7xph9OxeydLxR7Qk9cZtsvPte5LwbyxU9eQ4PPQnt0zkAzmE8n1pDPByUoDwnFOC7rrdcvOi52byYpcm7FLiWvNfGr7z9Iak8mS4VvdZvHL1rCaO8yojqvJWAzLqz2EA7EcFIPJnJDTtNz1S8oaWIvQuSJzyoOL88Icp7vAJBS73xlIQ9NwX/vA=="]},"dense_1":{"weights":["TE0zPpvOCb4UTae9/vEKvjSAnD3hdCi+IAhlPV/hvb0CltM9EMoWPVjM4j3SieG9zv3Eve8eVj1A0+y9VEUNvmRTnb0KppG8cpKBO4KNOT2+jfE9wwohvHyuvL1wAfQ9ZY2puzEUX7y4KOg9VP+qvYfsyD01W0I9V+9ruxSwJj41HMK9MFkNPm4HtDyo0yO+dUIFPr+YvL1n1Bg+O4A2PVqtND2SgMk7BifkPaoTgz38XhS+gMwavRt92L3Kg6q9O31PPTKUJL44w5q8WaqDPUjKg70uDuq9e/MCvZxSAr4Diq+5YuCEvdJtQD1fd7w9XoTaPdnL0T0Bk989cwU1PRfPxDkln869AAHFvZ9a6r14wiq+fbcaPhd7WLkJpy2+uedHvXDbDz0fVmE9+GzEPTGQIb7deYM8QLUIPcwNgr3Pbo+8KvSJvETzIj6IBIW9NC8dvRShLb64EOA5oVENPWvs0jt3GNs8O6kKPjSi9zyRzxY+MTkOPtIo570jWO69xCa7OkA05D1JqUs9YOy/vdWTbT1xgbc9UdaaPYMxKD7aOQG+5AHPvaFo3L3Xtsm6/yEkPRynkr0mfK09uqD+vDLumL2kpfy9iJfIPKHleD20+yo8cZgkvad+HD7dStS9pK4RvgotUj1au+Q8kp3MvVIvtb1LFd49SicmPgeoAT6lEv+9qL2HPYQCBj7e9S0+ls+GPAxHkL0fr6E9oNqRPIlg5T2iSc49E8rKvADVH76pvLA9AvIiviUz5z2FIwe+n0R3vfmp2bwxeAO+WtnCvcruxjyepPi9VfMLvgabmrui+MO8oo8gvhHmEzw8KAq+O5pSvWRmmz2dUvm9K2ATvnVEJj76WI89hDTjPdOh2b2GhJW9RTF5vToEKj54t/A9b0oEvj1CDz1s0xq+VXNkPQWOFD7xbFU9Nsb0PRu/RL39ENQ9Rx+FPULdIL5mwTs9sVWBPTUIGL4qbbU9tO4GPtCdRj02pDw9AXUHvvH41TwXDhq80PgJPmeuuL2pVF29","jb/NvQKtRr3TXhi+KOMZPvuv8T1aUAI+b6icvWU8n734Wgw+9ST5vYxpBT5r3SC+DnMevo/XXb2Oqym+GABoPKjVwD0Qpxy+ugUMPRP2kT1OHLu8l6ipvV+Oyb0eki69X/67vZG10D1y49S9te46PiaNhzzfzCA+EWyUvdVIqbyKQPi8BxThvA1FyTxqyE+8HkHCvQdLFz6s8HI9arp5vQZuCz0qdES9JEY0vBiNIr3p77y9E9xcvIMi7D3FpKM8MwPmvdYzUzxB0Sa+oZYOPmhD+D2p5w4+hQNMvaENw7rBwRQ+ESuZvfYFED3IGSw+z2kPvj9Qbby+BTQ+jDRxPZw8Qjv2lCE94ELoPT4Ujj2T1G+9h2muPRDRjL3ertm7VB0Rvo9JFr4CeAm+zTsdPljWIj6NwKo9XCcJvT80hb3oWks89HHpPey2Ab52GSy+kh6+vGtoEz0LOwe+W9rnvWU0xr3ysKa9JEHNvaPKRb3QH5Y9/W4uPpy/sT0+o+K9ZQwfvjmC+bztcrs8XIHJPdepBr6C+Lc9GtMYvfell72LbRK+BcgGPRtEzj2k97M9VlSxPboEML5CI6S9VDowPtvHJz1AJjo9+xVdvKYhz73p9OA8lPmwvUHOxT23fom9dD8vO8IBNL0WlmY9zkEHvp2R2T2nqs49rkOgvWGmuj3TVKY9+AOLPdAbYr1A4CI+CXDbvTb5EL5PgQC+DNnWvdWYQb1Bw8W9BYscPo5bkL0GGRk94fAJvpA74z32Fwq+VvrWvYiE+T2ErO29uEJ0PY6rhT1LFLQ91N2MvTAsZDxZU5g9IN2/PFItEr5A0yo+Gl8DPnbts72ksQ0+24FFOt4HGT6kgye+vj6pvXjCvz3PwhA9vicWvqucGb1ENS88pvd6uwxzlb1mPgs+Jb90vEP4AD6Fbyo+FS2kPajszryvzhq+yCaePciYnrxFsl+8n4D5PcsMhrx8A7292h5EvOjVHD5gpr+8r0YQvqZnHj7+gZW9reeTPTo9oT21vSE+","wyTYvaFZyrxw+Hi6xa4MPQwFBL7OYxQ+GZ2zPfCMET4c0/I9VgODPfrgOj7d6K09XFDmvcdPlTyONBU+lSwZvt0noj0+4FU9kf0fPkS34b3AmZG9rigAvvTfHL7qZka9Yy2rvHr4A75aTiQ+eIpYvaFPSz1ULUg9jYt6vbSa370ATi2+yOPTPeq6ob3Ay9W9DxSWPYgmtb33qMQ9xi0KPu2D6r3f6Q6+0TN2PcrRur0CNwy9JzK+PFIoJz7KHGw9qlrfPfNr472WWBg9eB2fOvzUEj3/GjU+IWAlvLv8xTu8gRQ+wWyhvPeZEb6PTzc9spPWPT543bzFMxS+QUMpuzLKFj4cC/i8AHTFPRD31jzGoxO+Zq5cPemtKT6vupQ9N6qoPbtmBz5+lRI+OBwRPhmhET4HnIu9caK5vSYv5D0r8Sg+4hTYPdyPhD1sAMK93fIavqFp/D3MVh6+70kfvGP1Hb5/GJI9ximePYzCBb1lhxU9Fz0rPoqU+T1+feI9N9YfvKBidz2c5pw9lw6fvKdR5j0jKKc9wxinvQRzFz7/lRO+cE2OPZUmljyWgDo9NqMwvWNHFb58wjQ+tUwrPUEXr7q0/zg963qxPdYbfjsUTpA9/7JsvZyqiL1sTEA8TX6oPbQ//D3Xotw9o28GvudSzLyySma9XaucPd1xHD5eCbk9y31pvb/1Lz0c7Ki97K9UvVTdnr2j/9I9YoIhvaLNF753uRm+QT4Uvknfjr2t7IW9FCybvIPFgb08JkI9Ie3dPXSBIj69W6a88rvUPa4HVD3H0eW9R3T5PbRgtDzcpO29bdgdPjntMT0wnyK+3cAEvp3plr2lVsw93JAQPHmbCz43NBi+N0i9vZIgzDveIio9kw4APvO0VzsxZLk9mjHqPYu0/r0KMhS9QKMXPX96Zz05Kgc9ovfqPY9QCL7YwTI+6vy2vURjDb6VNBo9hcwIvaLK2Lxe8a099ILsPVqxIL7g1/q83UbJvDOnA76/OyW+kG47vTqKJb1RRwg8","dsErPv8Bn723gSc+03O/vZGYuD3wfCM+ze+8PTveSz2aFSk+VRfVPdWOabzotfa8ibQJPmHU6L2cbFE9PjgvvqlCjj36Dt29ausSvty71D1F5JM9vuDTvW1GBT1fQbo8DPquO/P7hD3PQg2+3v5hvYZY9zwwww++GGUuvsyn7rw0D/y85FaQPc9OWj0VyR69RriZvWdBaL3+zte9gP0qvjzQFL5S1dq9bh0ovobeGr3V1TM9YhzZu/LqaD32ZgY+63ZIvBx6jr2gaCe+wy0lPmgeH72C0yU9L2EHPsAmCz4nBEy91iXivfUU07z9I7I93ZMVPVCFQD3pxxQ+TDfIvTgfi70nOgC9uxcbvnekpL1BnN29QomyvfM6IL61hjK9x2gYvsWwnD2FOSY+rFyfuqDpBDxt8yC+P+IpvqHig7wsqrw9+4kRvhqAKj2wsQa+PETivaDn0T17lQe8vmf6vZCDNr42BGm8/XZQPbY6Fb04LC8+ytHfPN9wkT1z4Fi97BuYPfij/L3VEBA9jhAqvfbQJz2yWYi845kePnDCBz6IUt88BNTFPaODvL0ApTU98MNpPd5by707Oo09kP7IvKdTIr0GIts9cVrFO6Zkez2PBDS+11L0vUqZH759l7w9Lnsovoit4TwvRYu9n/rKvWuT1b1o7eW9WNTPPEQyKLxXPr09WjIWPu2fzLyq2ei8r1revQY3Ej7WPay7KKYovpRLoz2UBwI+aJkuPUtwrr1/Wpu9rCQYPe1WFbwwsgU9RF8qPccOqLwfPMq80YEhvkEJmLyt9Oq91YABvtGGLr4Gph68XrgAPkm2172PH7I9thgoPjMCwT2TwF09sY8Bvt5WwT1XIxs+gYDyvWjiFL43NMe9ph+SPf4Nxz0unO69JdvePU4ygL259IG8canEPRirFT4j4+89TvERPqVjWTwwNPk9DTcWPhqih72iHRI+o1oAvhnCJj5aqjC99Vi1vXPl7D3XcVA7AcvTvIEWFL5WA5+83/yIPUA8AT3NSZW8","A6AAO8Rc0j2C8ry7LMPWPSC5CT6fkxG+umsIvhooJz49YpW6UJ3YPVnmoj1vv1A8cMYHvoS/KL5NI5O7FTlPvVnhJj3SXeU9rLtsvW0VK76GthE+1hwTvp9dMr49wgK9fFwAPufBJL5q2LQ6xX0QPmqyaLmmOuw9UoDgvQvi8bmvMyE9tvqCPOfRIL14yBI+GlLJPdfCgLv0ivo9raCnvTe+az1YSxY9Dbsovv/Daj3BmKG8/37lvcoAVD3D8NO9AsEDvvwFrD0n1WU9k80Svv2KFr632a69gNoJPl7t8L1rmYE9FoPwPYUpzb1ucpm98yIIvj+7B7xONdy9OjKxPWO7Bj4yCLi9X3YGvjL4Jr6Idts9saLZvKXQ1z1w8qQ9Lb4YPN0ebzzvQqq9/+u1PX7RHz4bcZa9a8iFPdtPvD2oGRS+B8EmPmfYuz1HiIM9oyYevhQOuL12DNu7vUayPXaNhDsbcjC8Xr8SPn+X2D3FDQu+2YmoPHDPKD3s2XK9lUNSPaFo6zw6w6a9+4K2vR/IH72nCKQ9/8ILvtbWdTz4IS++m5V5PfXO7b3Ocew90TfmPVyULz4U/xi+q7iXvQF6Gj5VWpK93LpgvbrZDz40Agu+RJXFPQjBEzqWJwk9Ef4cvgU/+D1jI5g9DWUcPpJxGL7PMwQ+ZTwsPs+/KL4io8s9OAsivsT7uj2MJBq+3KO4PRexEr6lQQA+fRorvHgyTb0yvUW8EAiWPZm1eT3gCxk+2QXfOzmdu71Zqa293DazPdBRLD2BytA8lfEwviI6yr3iefA90CvPPbS5I747kiM+n6RqPZ9sqLtA2OS9oMCVPXOkeD3AXmE8ymsNvvNO6b2+pb0832CGvV7AbjzpXoA8tlHhvGZx6r3KTaE9lGtOPXnnkL0OVdO69KEiPmrln70kZNa9zwWJPcWaF76pYMS9+zsUvjuhsz1365U9ecjXvSaeIr4O2r08Jb8TvQBU6D0xrGq9kfcNvm/LHr7wzYC8ENclPbVkB7758z28","c4HvPMDsqT1/ixg+x6YbPSA1BL684Sk8mbuTvaD1Iz6fwsC9PFIcPoocKj3pFuQ8e0cpPutC6r0ugZ+9af1rPcuc9j36eF49tW0tvm4Hsrz4Iym9pgKNvDhj9D3V/A29xp+HPJejgz0sglC9JW4KPbFrB75o1tq9kVGHPWQNIb39hnO9fZuWves5UL337p09rRK1Pf/N6zx4Lys+VoEKPskC3z3MAKu9xoR1PRmhlr1+Ch08rK+4vUGVN70W5Am+j//ZvT2oBr0qmne9wduYva7u8T16AKA9i5gOPmjRET1UpI69IhHLPfjr17zIO7A9dEgBvuLEuT00kB28BSQDPvHgpz0jj749+s8kPcYUnj3yB/U9zvKbvZvwDz69tgw+zh5DPbxN0T0CVTW+qInGPW28Oj3wQKu91OJTvWEjDzuKyqS9dgD8vSWWCT5PeXu9Hp72vdA+oj0ewg89oywZPrM2Cj0RTR++n2m7vcLQ0b2j/Lu900bbvYUXFr652ci95DGcPZIcwD24iV88rHvePeK4KL7jpjI8stcPvurlEL0TngC+N4tfvbX52T0h+yy9YqH9PRIhC77dqDA+lGAZvUCKIT7GONs9Q9I8PYk55704OwU7hz6lPK1FFj6dpeA9wlJ8vDUzmz3Os5O95u/UPCUD7DudMee7PUvevH4uWb3jlRc+fZ7vvRMLA75Ut8o9FPhJvYEn4L1TaB0+drknvklsGD4aD9A86tmdvUjDAzx/Tuc9Tqf3Pfwj37xRO9I9ADMVPoq3wb1cn+Y9WWwAvpqX+j0/Rd89EkvHPc2hYb1WcjU9Uak+PccnCr1EGug9dEiBPXUVTD0y8cS9UaopvlEaIb6lmni9FV7UPJCtIT1dLP69TLQ6vXTkB74fYlU8bugjvku7vr1qXhY9Z3EYPtmWKj4fKcU98DSgvcOEo7zt6Qi+JtoBvuBfpr00Epq9py/2veJO4708oEQ9Ji2POg1sGbyF3fA86j3+Pfd31joALRO+m70cPmBVvD3XaPG8","rWgdPT4uFz4DQS28sbHgvafbCrxmuxo7xz35vTB8J71nrP89+Ri7PRW6ED7DNCg+zdjivPMzhjqmngm+hQoHvsiC/j3ob4u9eLI7Pavw8rxVqAI9RmZmPb5u4z0TYS4+/KzevOHS0r3+CKa915/uPf1Thj0B39w9TPFcPQjWJ767mWA9/X8Dvrl7tD2Ypsy9bBrjvCryHb5ElgA+YglIPWs04LuXTDQ9uDB8vO1NHD1K6QM+zMgWPhp3NjzfFg++pt3WvBqLID7205w8mHNLPHRXSrwmIBW+9Kn3OaURMr6+bAo9g8jdvcdosr1/n5Q9WoyZPBJSXDxd7q29Hbp7vV2lvT3j+h09qScwPqN1dLzRJus9HXm+PTb5UDzdgcW9fVbCPQ2bnLxvwsO9Yrzsvey5D716m1c9SYQEPvGhkz0b6xk+RNEOvHNbzz2swA6+hG4jvn1BLj4SazQ8Xz/VPTLG0737Fco67DjgPY3Cpb0MuwU+pzS1PcraG75HILG9G3EhviNYALx3hPK9/fhwvSl/JL4RyVk9eUYkvrb5kb0Wgw6+52XUPahBIb6cLZO9cn8YPmIv4z1NlcM77N0nPlvjVbvs0vm9VLo8Pd3Nzr09nmu9+1AdPv3j4b1kKOI92DMWPhIszj3hNZu9dFhxPUE5WzxcbwW+tgzdvfehFj6hEiE9/eSuPcMN2z2lREy9Sa2sPUT3sD0PmjW9yAqfvS9BRD07H6W9Hu2oPMFP8LsSPxG+oyA3vlvdEb68B2i9SQmwOyz8Jz1lM/29H5aaPS5HIL7eKO095dEPPtXDML4Hh4O9PEfCvbp0ZD0cFT49fyFwPV5muT2hdCi9nzOLPSxICD5juvQ925G2Pdo4Hz39T5K7p8zHvZRXHD77qoI9KmrxvR031L325h6+VHJhPY61Hb727y6+wNeHvWIkMr3RXrm9s+mlvYut4D2s2HU8wBMxvqVOeD0gIPG9FHsvvpm/0L1QGxa+GpsCvBVgBL7J1o+9Vx8xvs5XVDwwJho9","7R8XvvrgYz3TSby9ieIdPpv1xD2/jYu9VfQKPJQQ2r0KIsS9rTwBPhpaEr3QOMw9Y86vPbbFDz6Zibc82vDQveiIHb6mizq9miL+PVKDpL12reo8Dz/IvTkhYT0To7M9kMOivcu6LL0+pZi9iqIjPV8oDT40mGo9ALAEPsrYzbyqySI9bDmHN/V0Gz6M46U9ArMVPkkyhT0H0JK9OFM2veclH7vYgNq9d8coPo1LAL6afPo9VFXfvZ55Fz6tDam8D+4mvnjsJT6QzEq971KjPZ+tVb3InQe+M98gviIYYL1d9XC9pC73vaOYYb1eOAm+5XYkPuW2zT3CPcw8pn5BPU/ckz0+CIM9DV3mvXpduryhM9G9NxEVvnWWoT0s0Zq9C8XyPbi0Dz59n1s9ZAz9va1JBT7cOgq9I3W1vEpVyT1jCRM+unPAPIu6Dj3L5qA9TdX4PfHUzT2rpZO8/MwlvbPGAj7W8Du8N4kfvi3nhL0cO/g9heR4O8pDkz0a58Q9wdjlO3wABz6EnbS9wNzcvfkOSr2yJwy+zycKPl8GEj7y9889fzgLvRsPD747BnK9VOwdPgWdAz6orhA9gUUZPkzgnD3IBK89JCYJvrve+b3DVco9W4nJPbhfYb29tge+J/5rvfeYUT11wqa98GEnPlOoqj3gNNC9QZOAvVWt5L3Y3B6+8ZvpPPG8wr1cJwY9z7frvXw8UbwXhAG+wXn+vZb6qr0Q8jY9JzK3PWacIT7oMdq9ut46vUSGiTvA5YE9t21KvC5WJ763CCQ+Iq2lPBsFJ7v8owS+FH2YPZVG6bzukOo9snfvPbPag71P0Oa9x0oHPhDdbL1/byG9RKP6PcQVCr5UIuC9Q9AtPuAPlL2ymlA9mHu+vcDPfr1ni6S9mYFOPWCzQz3Bchm+9oueveKoxzxcjxA+bgIkvd6DKz5fL4u9QanUvXF7gbpPBBg9Bse6vXo4Hj5hSlU9k5q8vPdyrj12cZ88MAT+PQ8tDD7YPBI9UtUjPoGo6b30iuA9","PAsSPsSBm7wdRoW9Gx0lPW/UCT5ocC89Q/qYvcU00L3BOiO+L7SnvWQnD75kARs+YuUXPSaz3T0owxu+IGdUvGtF6T0Btr49HoUvvZFlLb0+HxA+MuG0PO+WJ74dJAe9hZ/dOydtTz3Le0S9sZkovvGVTbz2BcU9qgyLPTlPB74Y6R87owWGPVDUCb5mx0c9iMQwvknKAb63wJa9AmwDvNYrMj7OsL69xV8pvXKLYLz9IY88h2smvgh/Tb2azHM9m16wvLAzIL6xCq09b/AGPtp5Or2SbQQ8OJGXOpFny72+5II91mODPd52Bzzludq85dokvjqKMD6rNe49j2RpPQ3cW71a2Yi8swkOPEe8KL7BQzC9cGoVvuBOkrzN9Oq86GnqvOVqWT0CFy0+uAqXPLDbHL0AMQG9EkHqvY2WEb5kLQA+7q0ePhj4fLproC2+XqX3PfZbjD3vLLi9cMkqPgrtYL2LVS275st0PYq/e73APja+XzEXvbAnI76b0iy61HOfPQOXhz39YvY9h2FmvQiHbL0CvN890SAAvhGuKT5LSa69sTYcPUiA+L0GY+W9SE/gPXWE171anea9wddrPScrFL6tPCY98P/4vdNNKj5l8xW+Px2XPZq5Wr1o5h++8u/Nva9Zxj0rS5I9jEhqvRjLjr14L+E9gCndvViUpr3HlpA7E9EDPQfy/r2tP9k9p1g+PFRLLr2i1AO9XvMwPdT+4L2MI3M9W/kiPnJdez3AH0U97E2jPVbLLr68hXU9TcNavfY+Sbw2NRY+wIm8vcnBhz2KmAY+xWDcvVP0E77coBk+AX/kvWBaoD11Lye9s+EAPdl38D2W74e9L316vYilVD1G9AC+oTDuvU19xzzbGSw+FKvvuiI/5DzuTgE+muITPunEAL2U3hu+YgifvSrg1721gaC9pN8iPJyfAj6qNhc+ZYTfPWb2Ir5gG147aBjsPeIL+r0RHTM+fB85vcSRMD4XcHs9ySKxPdrQGz4P7x6+kr4jvmdRjr3OrZU9","teWVvCXFDDyKNCy+XcMhPqBW7T0Mqjc92AkTPYKnUD1QWxm+6YRBvjlQlT2Gjco9MjwcPiDhJz5cmvY8R+4OvZn4p72VVyY+T6WvvPtnIb7DYgC+ButCvdXtFb2NxCO+lFcUPmhzHDtOaPU9+N+pvT9FZDvsVjc8t9ITPnmySz3CDRC+y5gzvb3Xoj0DmgK+W8TYvaLKlL3ieII89W+DPTiFLT3mpv69LfnJvWqTBT1WfAM+HQuwPUyqqr2qsmA9s3gXvigkpb14s/G9W/oJvQjgsL2ZeiE+EN3MPGSxDD4/NK298h33PR06FT2xeTa98XpAvSqArDy3XTE+26wTPhajsr2r3He9tQoUvnFwEr6txeI7ghg1PYsnK70lSii+3UYAPs/LIT5WCcS9Hy8CPhtTDbzpPqs9QRFsvVH2XD0ZJSg+azdCvTUCEr5Nre293bXKuxg9kDv5FRc+0FsJvsHoNTwX4Eo9LgmMvcxgCj5VLqq9vR+bPTL8Eb2dyDy9rmYEvj29Mr43F/U9QOqOPWLFvTzK4K485mCjvexdTz03lRY+E40JvmVmvr3V4t09cQngPRGuzr2vmOi9A6I1PoNF4b3TMFE8YpAXvl/aMj14ngG+YTvZOjVREj46KRY9GwsoPezX/701lBM+t8jnPb2Mlr1fhI06xPfdPTVDDz7peU68XVnDPaPNrr3Co369BaMHvoQK+LxZBNY85eEvPVdtjb2Bx809vmcuPuQSyb1FPNi9x1QHPoEVQ7tvRqO9ZDMPvmhR6727Vls9NPcevsI1gz2ZFk096WPzPQEqpbyZ8eU8rhKMPdWDBjxFlva9yrNkvZIkuj3oOdO9opYPvhjm8Ly1QCm+d9iTvBSHoT0CzqU9QNArvjhtLLyYugo96mkTvTBiOb1bviy+M04rPuyEUb1gtAC+NqIJPaBL872IdY67OAknPk+UgD3tKhU+/mFwPGbfu7uzMcg95687PTzh8b3OZOO9thr5PRZLtjxUehs+f9BxPPSrJL2Zrf89","pEqJPWbIKz45Go89sFAEvmwEAr7CKQI+epgGvSAUp71bts+8sE0hPhERGz1aaTA9nVB2vb46fjyfVoC9KznhvXzuN70mpsm9hbLlvNgJbj1bHbQ9Up3UvdILxz3dz/Y9fY3qveIs57wdvSO8ytRQvS3pt70cjiy8biTsPUPCvL0nCts9/wAZvqF4gjypLsq9q4W+PdDCCr69bQg9ttKOvIbvDb0xBsC9PCkYPjU1ij3V6hs+oubYvcmLnj0C3E49fZadvfDFTrx+kgU+QAx9vdxAyD0xvrm9exydvb3c7L3xQ9O8tlrQvXoU67xW9jU+I9ctPopTxT2lTNq9uxSlvavfGr7qfKe81OrKvRPzG76eJa+8+AXmvV8cnTwRg7y9zQIhvjRHIj4mRKg9CxjTO48FfTvH0ss8/j0dPk+kdb1VFtU8YLequwDYgb3E6xC+qei2vR9v0T1+v6a9t4XJPYXysDz/R2C9ZFgxPoxPTr152Ls9h+pNPdh+372GiGE9+h8TPQY4Fz7hAMo8RCAjPlMyDz1Gl7E8tYKOPb44Kj6kB6i889HnvSlg9zx5aNK8JCJjPcBu2TzwKxk8g0swPS0XBj0R3OA963ocvdTW071YMNk9kxbQPNtnZD1rpVW9cOMsvvhvWj3LqwG+WwQOPqtc9b0QkSm+sOvSOw8ohjlfEry9I3/OPfaUnrxJfIo9jxCsPRG8ub0d2/w92JZavBLvpT1Glie+5nopPl/au719YQk+AFjDvRqqFz570tU9CnTpvOczLz3eeyO+lG+xPXRnpD3LiQo+yOATPpu+/b1H0gq+G6govpDMGz7/2MS8DjcPPpAzAr6c9Pg9xxwbvv4akr2RSoG8QH4Hvhb5Lz56lwA+HlxRPaTWZz3QVrY8SEkTvt2Yyz0Pgdw9iqIsPkxLZbwHSqa9XzoFvnH+zzyVY5W9QA+jvYTK0r0qwvm9cvqTvRgbGL6OqxK+TrCvva9yCz5CGyA9wtjiPZBv/z324SA9MTTavFm6/ztXZse8","0sH2vXBy3D2qoCC+KhvLvFynzb3kVrg9qomtvdaXLr6buKA9lhDXPdFvzzz+W8Y99dE6POo2aT1hOBS+928avp2KxL1MOBY+kQr7PefF9r2ydyK8cuj1PMQJ0D1EANU9vaQMvnFuKj7wVZc9WCyZPPDe0T0VLZs9X3LjPWQeVT2SU3m9FxKRPUamVb1wgCI+PRvxPevRlj03OAe+ZulcvXuRjD19rfi994vhPQL0ljoajfm8nGK/vW4RUj1w95A61l8FvhvUIj4/EKq8t6ybPeCRMj0PCBq+JEwfPr5U+T1EGEs8LvdTvPXLJr6Qlgy6sDmcvETSmTuQnWc9vJqFvREX/bxERVS8RZDgPZ6Q6j2UcYA9thxgvFXVJb60z9U7TyyuPX/JszsinyY+G2bLPRIrH745XsK8uRYTvjNfI710G+49MiNNPE8EqL1oZTy82csFvtAa+L1wMoy95zpWu7AJ773Ines95kmTva7Ulj3d6he90iYOPqv2hz26/xG+u/uOPcw9Iz0HdD698PsBvjdgSr29uwu+creNPT9bnb1eaAs+6z4mPSwrIz4SRq+8dF4Ovdbswb1+3om9yNKDPCnnKj7bsSw90dHBvYXwLrtkAhW+MS8Vvvg2Eb6+jrm6eTMjPrYP1b1eOGa9TholPfaVHr7Rlcs9J8aCPanvB73gJsM9QNYCPpaVC73G1B0+LKOmPc+cO71VTwk+3aZ7vQKLAT4z9I29KvnYPQS9GD5gABU9ABIUPHPmD74MM/Q8ODkxO0wYQD2Yemu9Kdgovs8jWj1bgwq6hIHWPGfKhz11hzi+IckQPrCICj7xqIc6wXKKPQy6Kjo/Taa9FPOfPbUJtL2jv6y9SvYHvtOqEbxeoHU9+ZrZPA5TEL4HCd29r52vPeGZ572FcAk+C4rYPI6LPL0yTx0+Lb1bvQm8ojsLABC+KACKPc7mAT4+4SG+TpG2PYlmxr2dBwQ+Lz8KPqKkuL0S4yA+TouzvQNyx72//bA9sZqvPadPFb2t/Dq9","KXkBvoaqMb4qaIg96JaaPPtDBj0OYAc+xZcqvjrMZrwIlOq8kZ6avCMs072lu4C92rK5PHSOhD0TqAK9rchKPbgwjzpHyiE+z4JDPZgqpr3Ffy6+Yp8JPilHHD0/PjM93CmpvDDXm710dXo7bz88O6vyAj489we+qVM6PWXzCr0zwiG8WzD3PQvPyr2QVko+pEDHPQkkLr7GwPc9LOHIvXsGQD1tmxO8BKCxPS3tdz2JkBS+7cqwPX0XkD02R7i9fDGfPRxEOb7/7wQ9UCioPNDayr3o5Qw7hLaovYURKb0Etw89DB0uO7RMWL3ejM49uziYPb57Ej0YhEU9u4tnPQggKD4mlpo96Sg/Pug9+jwoCoq9NJEjPNx5J76LICy+HbHNvfgL7z0QLeO9Ic/MPXd1Lb7kKq48HUP6u0Auyr0FO5k8cvL0vZ7VLj4HOQC+rl8FvoE71D0qBw49miXnvWAR5z3VHCi+9bu7PDYpE72VoVw8C7AbvtdL5L3WOUe9XlPRPXenbb1RMG27jz5nPSFwGT6XDrI9UPWhPVA5CT4hWty97a0PvtEy5T0qUDS8P5kxPoX3GD5n/4Q9L1NXvUHJCj5huaO8bQQJPqpKDL6YhJK9OKzPPHG0hD1BrIA9wncCvjv1Ij2+4389vZ8EPlfIJ772z8y9muwNPmOHEj4OAzA+x68LPk5vIj7VuxC+0j8cvnghHztB2ba9spICvoBPlD1m25G7IQ5RvVcDnT3k57q9oLfWvZIPz70x3Qs+2paEveu0lD1iZb+90oAAPmMaFr5UICy+HLvdvZytI76aLdc9rl4RPqbLpzziQPS9xCSgvUTR0z2fcR2+EoloPOACD76WmE+91HzCPOavhT1TnyC+4YQwPlF7dL2Tyl69y+8rPnvOJr49x8W9WjpEPZ3khL3CCJ09kEzlPMC0KL7ESAq8qjO8PVA4C71X7TY9zXMXvVkUtT0K03Y9vpsJPkezoz21KRG+gosSvm29ub0WmLI97h0XvgJ48D2p+AO+","/WeXu5iUCb4J3TC9yxD9vTRsrD0BohY+wdmmvfJuKz7RC8C9xRnKvdj2Ez6GHmK9u91TPOOQMb7XfwA8idQQvm3RbL16RCs6g50EvdqZFr4Ocvy9e42nPbBi+D3RBA8+/nv+vZKSF771ryw9Qxa0PQD2Ab0Swc08WYUBPQE/t72jCqy939oePkJRlD3YBu+9YFLrvX9A873u7gq+ABUAPfZ6Fj32thA+HmbOvXVSKT1Dbg8+QJ0zPPDi3L3QJy09ULsRvoODHT4dq4G7h9XZvC7vVb1o22I9ao1Au+sYxTswtAQ9HDx6PZquB73SiNc90Wb/PdjQejw2Rgq+JGYRPrJ3DL6ZOza+QngUPqpBGb5qdZw7ETjBvYx4gr0SVee9n8WivZrNC77DGRA+dioFviITGz4BNM09IjZePbqnrDwtknU9D4kEPvvd3L11cSY+zUKevXYpwT01pz691hO7vd2aiz15UvK8KV+VvfTRAb68B3K9YMUGPhOau72RLJs82VFxvcyYjD2zzd49ri8APidlNb6G+7u8bOc9vZ++Mz6lXoC9j80ovgS4ID1UK/e9XIQZPv231L1MU/Y8QxMgPhDsJD6nAxk9AC+pvKJ44DyWYiq9S9eiPf8aiL1ajO89BYQivuTeKryrjZk9CeoAPkaKxD1MzwQ+1hUrvuCgi72c5wG7+JUFvlR28TzfU+29PuHPPQOj3r0Kus+9evvHvaLcB76hHKi9INIevj3/Kz63mb69DIJwPeWwvj0kKko9jlumvPS9AL3xJwG+4JMUvowCIj5H2o28xH87PZ9SF73fpny7MQm5PelaAL6dFh48krrQPXAABT1NCRm+P4okPhTWWj0SgCK+o0gpvjFjG74xDgO+AZisPeT+yj1Syim9pL+HPQOfhzwgliC+wfQVvo581D3WUAo9DxPivDdsIr6VFvQ9v/4qPfqSar0SXSa+RVUKviywYz33JN+9faiZvDpAlzzmZhe+Wq4bvuGpMj6Zjz+9exK2PKiHhbsYMpy9","xngCPhb7Mz0d89g8zREnvf2YtT0EX/i9/Pq3PID7K753h/48uEqfPKEruD1MeNk9MZKavYV+/T3uvAc++VaMvdFtOL1XTaO8zTQ5PTJjJ72s+yy+dkIuPkBZ470fiaI9AwoePiDMTT3qWhm+tR0wPmkeVz3+NhG+NEN9vZXfs7xmfRU97OSMvch/n71+gAI+rI1ZO7k8Gz4txY09NQw3PMG89D0a9Ki94L+BvZPYij1RPPI9elMWPXgiKj5jjEm90FTsvYAuKTzB9IM9bMYvPeYiSz3Bor69bbS/vTvtTzxwaII96NiHPfBLq7zhiEm9eF8xvh9qnz0V8989zWSZvA8bMD5IJs09zhM2vridhrscMrk9F/hGvaDFEL43djQ+UmAmvfLp8TxQa6s9LdjIvRy7ar27Sgs+6ccHPunSI76l3cI9XRgHvoTiD748sc69ZmTovB6fBT5OXpm9qbgzvsAwBT7KaS496gEiPu2xsL0MkCK8NeGBPXSGjD3KJRi8EBnJPUyE4T3ac9y8RMiLvT6UOr3tlgi+nA4dvnn5sj3GpiS9J+fAPeKdCD2Nh+I8+NwLPld9/b25AhW+cbl4PA52Gz2rBf49bqaPvKUlhDomRKM7HheQPPBXJb6zdCK+5PWuPc897b3g5xG+9hzJvVYZ2L0cIIi9g2pDOoDRJL54xsK98k66PYm50T2TAQK+QaqjvV1rhr2oTXI9ABvjPMfWVD2s/f69MlbiPOMTxj02HrW9iysyvd3kvb0b/t49Rw9KvVYBuT0T+9M9D11vvZqKfz3xREE+pw72PUf4+ryOeMS991AOvbGnGLwau2Q9awiqvSQf1DrAORc+x6k1Pp2j5b137hS+N/ojvgJQ4jyuBaI94rY/PfKh2zyapcq9bgrNvfc1gj3edwQ+ZGZDvnB2mbzeg7S9RKDavUEx5T3aK669l24KPiLiAD5jwgQ+9yXzvTc9jbxQmKK9tdxyPaGP2b05sE49t5gfPrmkNrwixjW949/VvbsnN75LBSA+","aELnuyJ5Yj2/ZzW9jRt0vVxRIj4iVes92lYTvo+bxL09Seo9NycoPtngHr4qupi94p64PXSf0T2DSjo+thRKvUInIL4qp8U7535APtcL+Dpg8QK+b3w8vQItMzwYEC8+RQT4vfQHqryEW/W9u5HPPQa2173TpxO+qY4LvuB6lr2/F+G8Bm3zvbgrHz47Uuc9kqUXvQ94ejxRsN69o+LsPJ0ffj2akiE+3WYoPFwgIj7Icn49/EPNPUWQBz6tCKu8PGC2PW7MEz64AzC8yfOMPKxrNL4rN8u9TyXgPRqAgT0wzv+9100IvJZ0DL7TPho9ExH+O0CPS7o0Oty9VkEyvj9XzD3SiyI+d6givbpKB75t9Za69HtdvfV9OLyqwpI8jrlePUrwxr3G/m+926mVvVMXQr0q55c9GAIUvjAW77rNVgq+n4NwvRvTuD2kHo47kav4u5cxGj6Hvri8igGCPW2TdD3/sh6+VeS9vVQ7Hr7RFc29hyzYPUkFtr25z7I92NYdPnLgij16NYc90JoHvXUdGL62AFw9Y1ExPnf6Br6ZiPe9DS1SvDcZAb6wqSc+05WivWF8X715muM92H8rPv5ujz0KUmI77pBYvUEjID4Tvi4+VdvWvddQBD5JnSG+ICB1vUgEir2IZpO9e0zGvby1Kr4ynk69HxUivqZb+z1Gwua9vOmpvcxfpb2y6q88+e2yPMLtJb7fdFK9sn5mvbMQnLyDvjw9D5t3vbGOnz3hzCW+guSEPZ2WBT4dtKO8Z9kkvI+dqTxKegI+qIGXvSlPib1cgfK9ziarugP5pD2ZWaQ6MGcYvXUK8b3MLkw9um6IPYeK7TzNAS++MTivvb2A9j07t8k9o9OfPbeV9j09jw8+wZVsvSTw172Xqh49ponbvNCOGT5Aooq8QEizvaHoyj3Ps348PLAEPiu2Ib1Ss4e9NWrRvdQogj31vuM9RQ+5vSx2sL2pVu69ZYBFPULl2b1HTEi9rfIxPs2G1rzIGyE8uTYSPiTUBz5qWdM9","d40VPjo5uL2YneM9vck+vUuXib0b8C09kk4TvlKJhb0NOig+iTITvsgMQb0i5de9tKKOPd4Fib1KBpE8bIpIPI4hBz6JLC2+EaycPc+ltr2jjCc+w2oTvYMzGT54UtG97BB2PQW8KT57qn89a44GPiED3T22TeQ9HH+HPJYRLz149aq9zlMgPnSjAz7ZCQa+Edz2PWTiAr7bmSC+/8IrPpuk/j2937u9GHCHPUpxCT53Sge9LT7evcAFCD26i4k9OKudPXvx6LyYcm+8QMPbPWeuLz0NFzY9+6uUveOtBT7itRo+9DbcPR1u5TvdWbC9lgwJPqIuKz3mWo68nPG8Pd2iLL6Ttba9i6BUPAI+Pj07FFm8bokNPlm6E77b/m89H66ovZkQub1FrRS+ckZDPVFRAr6lkRe+gqffPHAouLzhwzE9xj6zPWoLE70ltCM9ZzMJPRVhD73AMoY9Ff33PbC1L75OcQA+q3P7O/GYFL2WwCW+2dYtvsqB1jsy4KG95bxNPEZb2zvTSMs9DvVTPfVdFz4Vvg8+PNgIPm080b15OHG99r0wvrZVDT4anoI96mx5PanXa72XQqo9nyIMvvuelr1t08Y94lfXve6n273sAW+8eQKCPR0mKbyCCx4+ub0bvjSfE76K7Ji9Rn36vasw5rxk2HM9ig5WPZL8Fr5b3jA91zoGvCIlibx4PmI9bDmSPLYd9T0oxsi9J4k6PtR3vDdQk/q9FMgEPa2fZz1Rl8a8tEDpvbQVfzszAL694nBYPZkzkz0rAZ89+kIuvg0Ym70JDi0+lnYHu5x14r2VaBe+sxaoPArSGz3+1wC+A/tQvBMhWbx15O09il0UPv5QSj0m46a9t4LrPd8hej3aBiG70zi0vQNAjj05ua29bn5DPQIWrbz3iq09XF84vp5MJL6wEUO8cvhDvImVtL3T1Pc9tzhsPUGKMj1SCyk+T3UmPiqlCj5STv69y4l2va6yK74gpQy+NYeRvfMp1j1rvR4+F+wQPo370bzCD0o9","udfJPXizKD19SB8+CcAXPTFE1j1uXrg9zEryPcWSBr4iQB084bacPexsrb3uz5m9y6ClvRYSwj07Z/y9ed4nPhL5dr0A89M916oiPl75Hb4LzR8+TviWu29hWDybDBc+FnXCPZkTBL6phhe+qX0Pvd/2hzogvL09KkvrvT+cBT2Vuv69n6fwuxO4TrwV2Qc9u9j6PUnMLjwsAKw7oVAfPlmSi70QpLG7WignPuthszxaQYQ91nSrPSOojr2au/28hGMoPXDtJ77it9Q9hBOBvd7+eL31iVs9p/KuPRFSwz0yKPy9fweePSuKzzx+mss9+GHYvdShpD2FSYK6O7ghvbLeHr3+DhI+Bv4KvVOIGD63/iq+m4hkvXrBEzw+6bc9EKzyu8AwEL4YxBW+epsmPilVND5AGAG+pA8UvvBxAb65MaQ9uF1tvPIL7j0PSAo+zNYmPYw7Gj4spLe9BBWGPYLnBr5ywj49/a3qPQwcDT4sY6o9l2uxvflZeL2srCa+Eb2UPcPB2L1gcQA+1y8bPvo9FL5r/kC9f50RvuMMy7xIxuu9mV/XvUsaC76YucI7uLAJvsjYGz7QsJS8j0bQPVdLkL0n/qG8sfQqvaWcRT2j1ys9I7fivfjGIj5OuR++z8eQPWH5Jz4gDzQ+kFG3PREv4L3vqZs9t37dPV7Zszz+VRM+whNdvEe6D72HKIk9x2ArPsCZ+D2O+8i9C1ZAve127z0Ehcu9RDtQvXPmJ75C6be9fs/hvTWsPb0+Bt49ic2Yvfu6sDr4/og9eC8dviFq+r3XHje+3ZQBvYTGBL5lIeM9DdQtPdzIzDuP7O49WCQTvmOyzD3kdII9/wLYPS3avr3yKMc7Z3d/Pf9ymj3RQhk+lmX6veTeNT7vAuc8VGIHviv/wzz+4UG9d+P9Pb0Ksr1R21q9y5v3OQuXHL6Y1so94/onvTyPG753w9m9zLO/PSEl872A9/m9YbuxvZgVq703/ho+V0GXvcxeGz5u3Lo9oDtXvQ8Qsrz05hq+","zG1Xu1/EFL3SN6e9s70LvUwO3L0L4Fc9YpRlvclVMr53Vpg9Ny8fPkJNCT5os4I90RAgPmyGuDwVFOs8cp0BPnJr9L3zdsi9UcKsvJh/Br4ZFdo9ZGAhvCXCKL1urV09YC+xPZ+BFz4lpS++Dp7zvZ65u7waRai9m9PoPR9b7ry99NI9Dy0DPlbhKr466M49gLAbvRJQFL51QRo+lbpMPF3r8bwu+IQ94OFvPXtVNT4gRSe+ZPUnPu7GbD3fdCy+PmjUvJ4m/T2Gc1+9QHwgPPnlGj3h9Tm9G6QaPpFgXr19pGs7eU8dPa/o9j33NQW+0x7YvQQrF77IOyM+uN4lPjzIJj4uYfc9bG4RPfD0aLpJ8ZG8JMsYvv0pVr0e/Xy9g/cVPi+lCD1FGbu9T6cJPtU8yb1NosM9JzgmvfP9GL0j+Kw9490wvuQvBj4GPyG9qp26PcMznT0/ano9O+W3PZzBKT5Cgt09Mln7PbTf+r31GiW+k8QXvcG5MDx8wDQ9LgQsvtPXHb5U0XS8j8ihPfKP4j23yJU973uPvQnjxL0mf9G9f03VuztDKT4uIBG+W2aCPQuf+70Pwh0+zjfavdHQE76rJqK8ZcjLPThdPr3Ma7i9SPEkPZeNqz1kJA2+NRjovfLMWj3OHjC+tylSPdndBT5DLem72KNCvIN2Vj2Qzr083vWFPdvZGj75TcQ9yoSWvZVCiT05n+u8msOZvSJBDD4S+A084/BJvXHz1z0/1fy9N/gIvujpJThTj6C9LMYevmWAzj2k1zo9V/vAvdbrnj0Djw4+MjJmvYExHD4Y6ZA9dPk0Pb9b0b1Sx5a94KVfPe/woz3wo7K99KGwPOLs6D2/fuQ8rpgcvrevpr13P9C9j01kvQXDCT6gRz8912grvMqtHb4h2RU+1nq9vXWlUL2dyvE8fnvmPf4OKj7PpQW+7VczvpQmDT5+7UQ+7mGpPRVT+T1VzLS9FUQKvsFiHD5r6eY7weP5vQthFryGFLS93wcZvmw6+j03fKa9","EdbtvCTW+DwCGB8+OWBVPaLkFj4Rkuq85QPUPYnYpT30u689zqrrPS8iBbzgp828Y/vQPQpsvz2vgBE+ksOGvG4Uvbvcaqy9qQNfPLP03j1IeAu+zYv+PamO1L2TMxW+7d0hPjHpbr1dvDE9tp+uvXsiKr4Oq+y8nUvtvReTor3L7Q0+4T0YPStKBb6/ALU9l65uvQ/AIj7toB8+syURPk2lcT2bHWe8GyD3PWx+jz107+U93WexPZmyvr3FqKG9uN6lPRuSBb5p1Gc9UAGpPZbi4T0lgXm8g3aQPXW/rb02yGU9BzIIPvWel71oiPi8FVX/PRChkby0dy2+fQwUPmaKIz5IuQO+nFFqPdHb1r2IyC8+kEgWPtjCkz1X7uo6iHSjPT08Dz7ytwk+8LK8vbJKzr2kDtE92fn+PdPDF75WO6W9fvewva1Ytjy3uGs9GSv+vMgVFb4Praa8xB8YvkLwBr5g5LQ9IQMRvn9myb2/Jso9QWv3PZD1qD3RPea9o5j5PAzOtb1eYCm+gyTwvMXHJT1bru89VyqavcwtkruLCyQ+tzn3PR6t4L1owJ88r1kVvvz6/D3SRK+9Tr34PaIlTLzoKY49ku9uPTpXSb0fuE691L2IPdX+Ej4bf8i90uK9veP4172KJFo8mLiJPfI9+T2UcSW+ars6uisN671hMBC+wU2sPbqh5jwoXuu8OR4lvoU6fD2vzwm+ulMpPtYDn732x7G8S9EdvqMYjD0G2m+9mmm7vaSp97xgevs9DTB6O7UhDr1W3Ak95kqwvUv6671ZnIe9jsqyPQquYT2+UII9DQVcvPAToj0TIcc9+DAiPplY17tuy+g9o8t+vaQFXDwHGwU+rpLXPfqByj07UqQ8FQ8LPpxtTL0mMAg+OlElvjuuZLszy349CCuWPZ2nmj3q1Xw8nrarPdKJLL4Wrig+SlMLvpavKz4xx/q7s3odPuG7Gr6fTwq9e1Euvlu7X72eGba9UVF0PFVk2LwRxRY+VkhfPUhKGj4bpye+","hM3svSVmzj2c1x++RxWkPd6pI71vggo98TbKPPYBxb36FOc7WKooPk0eQT3I8+O9unjNuyroeD1tdnc9ed+cvbhtmT2BS+Q939+fvYaCt71kPsu6ZJF7uxOOKT5Tuf+9OB4Fvg0VUTsAYeo9hjMAvttKCj4ebws+9Lz6vY9c4r1cL6Y9V3EUPXuvtr1CqC++wjmLvR64Tr0pLhc+zigIPl92/b0r/Ze9viKuPVnq+DwgNgM+mJyOPfbbxLsDZqw9hwZ3PQcYPT3qPh++AqOvPXXY9T1ee+S8Ugi5PcPCMj6A0fM92l6svcGD1j2l6As8LR7TPaKJEz6gbhs+ZlUJvv+5oT0tyzI9I5iAPVw05DyomSy+9xUePZDEmT0Jjm29CKcYvnS/ED4nkxU9iOGxOqUCiT35tkg9BH/Wvb8bXjtGgrm9s22gvd7s7b3Yixi6Hw74Pci1jz0jAfK9rrSzvT3Gj70AcZC7xzgiPoQ48LyiT349MSk4vsbmeLsJ3S8+KUi5PbDOHj0BYss9U7+Ru4fwDj0EXos9E2iDPczaK76ylvo9nUH4uzumnT35qMY9dJC6vSxwX7yUJeK9Ebgcvizsv713lp68EhYkvUUBGL0aohE9/m7bPWyB7L1OBzQ++pakPRD/art6L4q8rW4UvtGjdr1UTco9jlLpvRHFuj23Er49tQbtPWGlHD578RE9pHWQO74Utbv3g8+9hBAOvvgZgj297jm+otadPYM12701jNC9IPMXPssbFz6OHHi9Aw24PbIs2b3W8y69X0YJvshYjblRYAM+Yi3iPUCk0Tzxefg6ZitEPSCZEL27Xpa91EDkPUhlyT2NbfW9v9cYPrFMLz3z/hI+v1eVvTon4b3Hg1a8ReCcPTsQs72VVRu+Toq0PSNH173IJ4M9jPZ4vRToG74wTa09j8tnvUSzHr4hhmK9G2ZgPXKUxb13GJa9hAAcPtbh/j3OdcK9IY2FvVSTCz7EcmK9ELOVvXNLXrx8lQY++M8Gvp3hFj4pySa+","LZMqvi4Trj2DKQY+91mevPy1FjzycA49AwwpPIEM+b1WnTi9N88XPZStS70j+zU6/QYNPitotrzBZQy911qOvUWHgrvDhYI96cAmPo/36z1VxbW9vWAEPhaSnD1ZSpS9NqIWPqz1nL1JWtG9Pu8PPmvxLj79hAy+aPNkPV1wCr6m7+Q8zKG6PVlVGL6/yiy+khUlPR1fp739dBk88oAXvWFpgj1Wtjm9ZBAXvid19T3JwnM9kIE9O3IsU73zPFK9iEgnPcRZrTyXY8k9ZxrjvQlexz2HWOO9SnDCPVM8Hj7xKhW+A3yhvCzShb3Req+9H7AzvrneEj0QAKs9EiSpvWumDr7IWPc8odUbPZghZrvDW5C9ESn4vZ2pxT3DsoU9baEBvpF0ET7WkrU8qI67vY69E74aTJs9SAouvufJ8T2cxq49TQkJvuJeTD1ZgSi+jFAqvpw6t73Z+Mq8kMH9O+xlIr7ea7G9rFSuPaIdybw3OVk9h5XHvZZJBz6QCKq9G39jPVXY8T0T/CQ+QEofus3VN719xeC9RKsJPaQNAT6905m6FWm3PT7YCr4retA9QbULPmDIybmKARa+F7iIPKTciD1DdQm+U1kjvo+d/b2aQLQ9ZbcZviZlBLztdn+9T0QkPlsmvr39o/e9HWm2PdEFHz65i508zfE6OyLxs72bOQE++DWavbRYGb7sz569kMVjPUA/3Dy8VJA9eQLtPLIgnr1oVnq92YP6PR1bHb7UNKU8bybsvbsF+bsKNw++4if1Pf10Lz4Q2Rk+QA7dvUa7GD3+aJc9nOWiPdpVrz0GXhk+iUTFvCQ/8r0Hjyc+p6bZPT+vibxva7w9528ePrlqOj3gqRa+O+y/vU71lb1UpCy93X+RPMwDZD2gVxK+DBSXPTh6pL3DrSi9EuZOPQcVaj2DciQ+SIbPPIqKyj3vWQ6+OT6fvbgrt70RePY8+9eYvUhE9T3PIaO7E50FPbmLDT1diSk+U2EjvpInfL1W0gq9jFZwPWatgT0WL/k9","YqotPhNfyj0R/tu9PK8ZPi2deTyNhPg9JbVWvLh+FD53waW9vYyCPX+f0r2tVgQ+BBG5PaUHHz4S5H67geocPgaVdT3vbCs+nugNvTdyxL2B0KY90gguvswTFb5A6RO+VFiwvJqctrws3Ja7uAXFPSrzrbxyQrM8SrTnvcMULTy1WfK9gS8QvhdXob21UJ29DfuAPfizJzxxuPi85uYpPgTiL74sUgs+ztL4PYVItr0d8hM+3JmWve0aBj61j6g9dYXyvPNPfr0AsMQ7PsAtvq9rIT59/cm9+qdtPUk/Eb5URMI8RKxyvXQggD3GmO89U2P+vXzq+j0N7Js9JAS8vUxxBD7T7Sk9g/eGPfs7Rzw+nBs9wFaXPRLlqD3eOy++6y7HPVMRvj1VPAw+TZeOvYvSOD4xW/S84cMPvnkE170dYdE8IwcKvQ2Fsb3MchO+7jVqPKX5p7qt/VI9GewCPkPZGb5Z4Mk9aGoTvlmsp7zYa6A97EIIvtlNyD1B9h4+SbT2vVdIKj0pGbI7E3ztPTEhJj6RwQi+DheAvbHT9z35kta9PZsEPo5i8D1qSBQ+O3OZPErswD2Ytmu92a/tvWTg2z1DgAY+7YHIvaWg7b1n1ew9yA4nPvg/+D0DAc+99Y93vYV/tr2YvTO+63hRvXt9I76OzhW9d6HUPYpl1z05tBC+lfhyO9GTjT03pYA9RGDePFNbML4f8J28EmOJvUpOLj7mrYQ9iZhcvTqa8zyrzQq+WH/dvLQWq7yYLFa8QweLPc2qFD4/Q/6911/FPRRAdT0xeIe9MynIvanNAz52fck95JMCPihv1D3mggE+67EePh9qED2njAq+8uCBPTEx3T0obB29lLAdvS/yzz1ka6O9v4IkvmZzFL2RvyS+91ruvWQsQz2x1589DKNCveSajj2ZuIs9dNAlvcW7LT6GmxO874sZvr5ayT2pZaG9roGKvftNqj0XKN09hHHSPaK38b1pnPi9ocEjvkeLij3005U9KSQFvUEWfr3y4/+7","Uw7dPUMqX70qPYE9c9G0vQSXJb7JWxq9vUq7PZgZI75vcKC9pA4VPtFF0b3TBt69ZLmAvWl7DL7bb+C8HgWgu77NpL3Ntbi9Q+wBvq6wkz3EcBE8RGCKvYYRur3RA2i9cq+mvZ8/2rpLWPA9kWbsPQpTB7whTkI7ldLCvMTUBr6pwuG90VCyvWXMVbwRQmS91azZPWdmJD7/4Sc+oTkUPet4yb0YRyI+gIiyux7jLr5KHti9fbPKPSkqHz5E1e499zMCvhyU0LwXZjc8d/cOvnTUDz5rY9A9LKJhPXs3570xzS2+qXDYvaAwfr0KcCk+SultPSJyBr4lYWY9b07cvUtpwD1ZdXW9rGymvepCHL5t88a96y4XPqwenL25kWU9yFcgPsbJBT0h02M9D7mzvV+uC7oV/d29YF8uPVfTZz1bXVU9Rxb2OjEut70g0iW+ltDePCUv6r3rBvC9aUmkvabkAj7X5Rk9/M+zPbd7oz2gOiI+5h24vIdHNr0hfuK80wEXvZb5Fj79j8m95S0gPkMPszyP5gm+FVa+Oo9S1706OJc9g0ITvpBpAz4HGrg9TFIQvvvOO731f+y8xSXWvMq9Ez63yxS+BkF1vT7o17w1XDc9IJYFvlDLer10arA9Uk/kvQwzg71hmbW9es/svT8H5byh+uy8ojvzPZT+Iz6G8/g70v7svLipIz7rpo09acpwPF2RI71fPAM9YUeJvfreDr4XMNo92A9nPepyUb00B609Kfu5vAzvir1yr5W96/0Avj6vdb0F7h0+HHnoPI6W/b3cL6m9tUeFvB7CH70mHZ08wNcFPSPRn72KmSq+h9kSPpEK7T1G0v+9qycivUTM071aDgu88aVVvLj1d73q8fE9LrSVvLeUCr4hiDA9MmAMvv+AFD6adey9ntZ5vU9ZED4LZAm+7D8ivTQR8r0/+u69JR/NvAoRqL1KbwG+lufKu7nvED4e2Bq+x6IaPh6dXTzcEw6+gx85vDAhB712g769MGsDPkaJKL2qSwO+","ipxMOnWBg7nIxTy9LyD2vX3pWT1EgeC9H7ALvvDIjrz9cOy914uAvRoLA70xUiC+nrbDPTRlkzyMboI81GEvPeowN72TQUY8i/XDvfy4uD3Yvgk9dK3jveKWgb2CR+g87cgNvj0Wvb1qFTY9g7GrPDBJnj1Dc6y9jqkPPjWVGz7Brq29eTwNPqOXrT1kW5G8bB8zvpItFb60jny92yypPdg2/T1RcB4+EOC5PZpuwz1Wg4A9OpGAPfjv7b1Xoc49VqohPp4AAT4t1bS9S6vkvZcgBz4nQss9aCsPPuryLT5Urg4+1AYpPTFweT2dXMo8uv0CPnCCar1ORBe+HZ/ZveQnqj1hvwQ+d+mhPeFEFD4kVSm+JRDJPA2BcD26RA8+g3JmPS4goTy10Dk+jDUEPjC+zL1NLsK9T2QnvQH6wz3Ohgc+ebHLvBi82TwFAKA9x2PKvd+vfT2U87S9F44bvrthHL5bpg49EOovvjNgFL6cO+q9hlCoPR2eyr0Qdsw9uwUXvi1UXj2CXpI9jIABPby1A77GtqO9FhEBviUpEL5ReP294bHNPDrSKj0vkc491CMDPaLjbLyrdPC9L89uPBkLET65UTG+GOj3vbROkL2yOCG+nC4Ivklr9r3uTdo9ZyoZPtci7T238eE9gIluvcjZBj3K/pG9L5/0PcIvjL1lLfk9FRYJvt53GT5S6Jk9vWjHPSxZ1D1RGCe+GoszPAWG/rypT+c9LlXivbUocL3i8hW9UboKPKJRJ7qagfI9Y0VnvZOosT2r6GC954mZvNye8L3qnVk9BzFYPNnx5Lz5VzE9LM0hvvEP3L1dVCQ+oowPPutLj72Spe89pXVQvbNAWTwVPMA90Hr/vb6qzjy3nTi95fNoPDJ3qLwkbLs8YFTZvWGfGL3xg9G9YYknPukLMb7Vajg8YnYLPrqIuzwM13k9DA4rPonXr71ez7S7y2hzvfy3Ar5Jz3e9jV0vPkjP0D11p0W98g0jPVjmMD5os1Q9Y06JPSCC6b278PO8","KCKMPAK2LT39+qy9/7cPPBBL5j29zJc9X1CqPUx2Sb0ELeE8mQZsPDl6Gj5w2o89ad6TvbAWBL0Vhug8iRtivchWEb4GPyk+uCUovho/3D2LF129rwsUPiKNd733+/69bDXOvYwfHL459OC816G7PZjrJT5ubx8+4u0uPlgnm7xC7xe+NErEvcomLL55RCo+Y+x8vRA4dz3zohg+yZuXvXg7GTy+AB6+i7LavTt32T284P+9uXg/PfJ/IT7vKLu9g5EOvr0Q0T3o+9s9bX/1vZJnJr7Cs5g9p0MuPq8+DD5CAJW9PqmUPf8n8z1WxAa9k1/BvWVsnb2Cfck7FDQevabyC777qyA9OKaxveqPD77plkk9IJ4svjrsSTwmth++hEQvvocUuLwj+bI9KyjbvYCVJb7V9+q9pFbmPXxDYD2d5hG+gvauvS5CLT7X9Cq+XLhMPaGUUz1zotA9lf4sPnB+7L3i7IA9MAkTu0OJsLxVAAW+7fPDvXZM0T3iFJI7Rf0vvk184byt6xI+74UtvBeoBj5m3jA+dOyIPQFb0j3+CZG9duQWvaS3u728mJU9Nlo2vq4mlj0SQJY9Ugcqvfol4b0ElOs9fhKPvfmpjj1W8MA9Lw8vvgAynjtjs049+4hVPSyyk73KiVM9uQeevIMDXD1JP/u9gDGNvQxw/b1hshm+ca4MPuieHz0nVgK+W6IWvgJZKT3Crge9xwM/vFhU9T2slfy9vDOSvfb9sD2sziA+jBDaPdk5uD0UCfi9HGbEvdprEr37I0I9H2OlO49jFD6PO/K8b0xjPb4Wtj3BIs493eeWvQLsab2cPiW8nACyvQWKDD4uIdU9Y+uzPU7Tr73mKA8+9XYQPvDq8z2ZDIO8nno3uxS+irzRKgw+HS+XPbHHGb5NaQi+uvYgvnwMlD0ZkqW98Sq0vYwULL5lIUs9/urSvaY+HT7GOxg+8+0nvl6MmDytwxI+2P43PCFQCL6oIbI99/ahPZSj4z2K1u69SuUsvlv3FL7ooVe9","xcECviOO2r2yWJo9tnSVvQpukj3vxp69dC+mPZqdLTyPVjU+Q2s8vSIUNT0G4N89CMlEvZukFr6OjPs9bUX+PX7vmj0jGQO93ql6PXR1Kb76PQe+pORjPf9bfL2QWgo+ijkYvtsebD1wK+28C2PqPf2p9j1Lbh49jObvPflsxTyTg8G9+oQwvnuLEb6Kmhq+ItbqvUQSRz1fWSU9xIKuvdzILL1gEz68IwMfvgw0JT5ghBk+EvIWPtE+4j11pqo9zKQDPeLkNb0x+rM9D+M4PXyFWj1lcaG9bg8WPFDiJj14pwS9V07GvdUaDr5sG168qaMEvqnPxjyKyrM9THIOvjiTlLxkLwc94WMQvXG4Ej2/xNK7jZnovQj9iT3TYBA+hmf9vRPyCT7cicO7EY3MPVi3CT4RD/W8BQIVvjmNir1qaB4+D9F7vXpZFz5PjRy+IrDGPEQj9z3hulk98cIIPcSAKb7TedW5/tZPPQdbG77mxB4+R4aAPFMaqj14nmA9UbznvTbnr7107HA7vG8RPfqJJb7prxq9aZxgPEpXnz3PSic+qyUjvh1VIT1v/xY+o3wnvmVt8Tr7Ace9bOdqunN2Oj078es9HHEZPupKHj4ZlMW9aa40PDUibr24hgM+SzKFPXRuLb4uPUm9530tPp2pkz32XqA9izQgvm2uTzwxOL29biTfPSkjFLwxM4C9QnqAPTq4AL7Efry9ViIXvjl9FD4hiqs9BjiQvSXnnD3/Bpm9p7WovcgVyLzS1Bc9i8KcvTkqDL7WBSI+L1UlPtigFb7SkbM9AhfTPW2tXz0rChK+dH8DPvdAPT2zmNC7wTHwPZwGdj34Ssg9bpkJvsR8fz2IbBk+lAeePft0zr0bBrm9xPANvi/8Jjr9jxM+qI0BvhWHPb3j5A6+ZpY/vKZEaDuAJrw80Ykmvs1+Xj2vm6m9WWtJvVP+hL0vO5Q6LE1kvC7/Pb1/6xo+vTXyvcU/7bxrdcI9sy0Mvuo3Jb00/i4+buHAPaMrET6fUQm+","NdwuvlyBlbvyDpW9tyyOvAWkhT2DqKc96hkrPuQPtj3hlEQ9w2icvXQ5mL1cACM+uDAvPiVlLr4oWKY9jCzsPdFI4rx3KLw9kBN4PXMA5j06tNg92XqwPBaYF76xFF89tVeSvT61Bz4aSwa+ReKqPWfpUb2apbA90XMvvmTW+bxza8q8Sh63vZh/nz0VLvM8mbHWPc5SMr3x+bC8rrgEPUfPA76UrCg+kUrpvcON0bxJorA9p+UFPivZ0zxG65Y9JSywvAXTD739/Au+RTWfvdio1j0hj8Q998QYPu+qF77g3bw9cBSLuiyU9T0Okp+67XcivvzhGT7PWBg+hTCLvbDIkr2D5iw+tFwvvh6mB7yX+6e9xnYcPg3G/bwAkwg9AykTvgAXPr2j9hG+Z3INPuU/Jb168lw8TgCuvEzvXT1HPFy9ziDmPX+RDL6map090r3gPY1+eD1oDDM9Ku8tPmK2/71QFJU9tQ+GPK/UGDxgXja76DUxPco4Cr7C8ga9r9wPPQGfqD3B/QS9c+DTvfJJBL0arWU9Ww0uPt9xCL53BBG+9+UXPuIOFT7nTi49sT6zvO8qVD2a/Bm+2tuWPbXt/j0IlbY9ZFmhPRHDor0FVi2+mfIfPewElr2l+KC9SOdkPWKhyr1KTJO953XMPbpTX709Ruy9XUIkPvATKj6hlge+EfvSvfn0G74bAAM+wKcnvubEEr5zgv89xxkNvlOtib15/Cg+sVsOvX2zRD28UQi+3g4QvsEmHb44Nbk95fYqvlXKNz3oeR89O1yyvRSwLL6QwdM92n76vcYYCL5mmyW+vUgkPekzQjzup5y9upEAvoLNBT3zzos9YicrPQaI7r1CLcE9i56JPXkEoTxZ++y9jgPSvSgPD76A0mc9hPAcvqMt5D2Mczm9WlSaPB5Kkj1baZy9XfzIu8mmZL1osAw+sGFGvcQzBL6kLa+9lYdAPSFGs71Zxve9De6Yu7BsCT78ohs+V6m1vcKQJT61wB48FVCfOyu/wDxPVRM+","vyMsvQRY+zwcnfS92o8hvrlRJD66Ago9kVrvvaYprLzWHzC+Iof2PFgT4r1baiK+b6NvvUFUKD542S4+HGcavrV/X71UZWe9JOwjPophU735zyC+JkmpvZtT7z2AuWO8lkxIvd3Ct7wsroK9CX8kPKjiEz5C+qq9mzEGPgATjb3e/oO9RNAkvuKaBz78KiG+uj8YPstidz2z5BS+dVEAPs4Z+j0keQs+bFUPvhyfAL7pcmU9ipkePp9U8jy4weG9Tfo5vGwv8710cRy8oBTdPRNfKj5hLxA9MmIYvUoBrD34RFW995z7PT8WiDwTke49cDlDvFt7hD2FUCw+xZl9vQU8m7ymev09xLjjPNxUZz2ix9Y8YNsLvlGdxb2fseM8bOKYu+ZRmj3wqOG9ADItPcAsKz6u4wg+GMsOPcznmL1uEG296O9avM/LYr1GRUy8zsrmPdnxzz0athC+e7klPZZe9Lxg0aE9QnZLPeq8Aj4pkuA9O2/avLDRK778r5K9EN2ePeTwGT43z7287fBBvcm6Hz6nbmm97S8fPVxOh72brum7AoiZPf/H1L2UTxY++MyRPd9DMT59NAw+UMkSvqZDjT1dH3o9uEqlPYmWi723N7c9wwdrPNjjmr3kefi9A4+DvRfxVD2esty9ts0mvA7h9LzadYG9Ccg0vTOCLD7UXj89BydCvWW3ArwSJaE95SgRPoTtJb4w0YS9rYmSvW0N1r1xiOo8EecXPhMJxL2AsGc92Qz0PXMBBr6h/+I7Q9kePvvALL4lmvY8xBEWPmRfIb6BtFa9ZqsqvivnmD29mgC+35viPbJZBT6YrZo8ExCuvcnYsTxx9wK92SgavprVl7zIgiI+z7vWvUwZCL6J4788TAgGPhwtk7zAPys+Ob8mPXuNGD4bLS2+dW36vfYLCb5eYJ893wzZve4MGj2RIOS8cW4FvmWwBD7Qwxa9pjrxPFverr2sf4y92/sjvnqy8z0MH4Q9NRvTu34NEL60hjK+TL4bPdlmEz5MaQs9","N4P6vTS7/D39Rdy9Uc5oPd/TK750kfC9EZUlvuuofr2v9yo+mgY3O3t+9r02Tu09CemLvV9lH77lY8m8G6gsvnsE/TwfeXO9WvcBvgI2G71pU3e9SkEbPs/BdrwD2Ri+Jo+UvUiBET5Y5fg9wu6vvdpan7yNDpa8XdmOPSUC+LzdR4e9qtkrPpYNDjya7XM9VMIDvjleoz0Kt1w99eP/vCDXyL1bDQe94r+kvdGDKb5c/vi9o60ZvkHTKj4h5SG9XLb9PcsQ070AZ849c7aCu6ZhJ77Dnym9kj0LPvI3Br6IAh89PWH6vYqJzT2WF+89/6HuPZeOGD0Y6RU85AIZPtFXij38CeQ99N0kvgtGur12LhO+bmbbuHoeYL0cFtM8F8QXPRU0Ib61QIm94h/9PCMciT0ImxM+XZsavhJ9ET72qCg9E1npPdDsh7ynhXc93kThvAUxHj6fiCk+6lchPssD+j1pX7S9a5dbPCc07z1KQ468frWEPei3fTq1YNu9OzHYvVnCSj1LhxM+Z8VbveitVz0zaDs94EzHPQXQ+b3/Szu9fOwhvLVBDL7YkZC9jFbAPaEi/738h+s8364GPtKz8Lym7LM99pIYvnuKCr15eQc+4rwOvabLBL74Diq+cavkPf3fxD0Um8y97kLMPUUa4D1xqb69fh1DvYjgZD2WbYo93p8fPlcqaL3eAOc9j1vSvQQ2sj0+hgw+/zzXPWWm87yquSO+43WhPeWCA75sPGC9npYZvm0byj3JVNw9IbEePUGJND0bu+S9ZLYjvr4om70WDoe9STLevblxgz1+DsE9t7HDPZMMu72nsJk8K5sWO0CMaL3oXhY+vgEyPcStM7yZRye9XBr0vacJmjwBteG9hjfTO0V+8L0HfSQ+WrknPvFD6z2Djx6+u6UcvpEMoL14sSW+e5IDPmjJAL45PwO+AjG2PdpmBT43mK09Z8iePast9b2ptYi7OR4MvuPXnD0yL9I9CbfxPOIVsjw/CLO9U3n4vQzGjT0yaPM7","PcYCvqEzhj20Ybm9J7wRPnI9XT0Wk/U8NAzDvQNeEr6BXJ+9BO0LvrMf/D2cqba9M2j4PMdaBL5tJu29j6uHvWwg/70GZJY8LOCJvRHPdTzf+AY9/7MiPZpqn73DGCG8jQAcPnmKJb69mR4+45uUO/jAJL7csZY8oO3TvRz+g72HfRM9r6AZvpNkFD4JNJa95LnNvaMZ3r0p9oC9HRLfPRCMxr0IEEu98awZva99Kr1dUZW9oFkUvteY3b1tDva9WtkDvmCdGr7nBgq+sauDPduwCD1w91A9AQXvPCFC+z2Edxu9A3J3vYvkGD5uKoe98GAQvRaY7bx3JSM+WN7yPRt3BT5+Qwe+G+UbvcXXHL5XLPs8OoVlPL10srx0+tu9XCwuvn+rND0cUF69ZPAhPnleCLwjJhM78GOUPe4v7D1aX4U97Dy/PI1jvTzmHBO+C7LVOjJz5jzXIxa9MAGxvUsykT1yoCS+/LExPb7EF761+Pw9H7aAvXzmqz0xMbu9iU4Fvmvun733Y/u8ws4evsRrK74im/U8wMszvYZeor1bduK9e+ojPAyMiD1E3AY9nsUjvkg3Gb6GngA8jtULvp3MHr20RVM8ILv8vRr1kj1Q3+m99Kp2vZr4FT61WQc+4c0fvgE/Bz4qAT89iAUkvkQRgL2tsjw9rZQuvs0ze71NavQ9HiMuvnEt+r2kDRS+wFyYvZcGVb0qOc888j4FPor0Cb47bQQ+ln3MvRx1rb0gyBU+pdbYPeKhsT2XiiM+/CiSvUxOJzwMrmm9c6YqPM05HzzIXLc8zhSmPRZgAD44yTe9+gsfvliBDT5Uknm9cIaCPejxKDwLxu29B+FdvehYrb2r3A6+xB6YPbEHiLx3+jC9zxogPoBTFj45jiY+KVm+PfdEyD1SkG89H9eePbT0Zb035Cq+clvcPArIBj6SHhI+t3vVvVRrH761X+s9WK2RvP4aU73bKok7DSY7PSn3eb1cuA6+KVkMPkK6Ez30LLW981oMPoBBKj6Xxwo+","2JQrPha8ZDytxx0+xqcSvnqmojzRpOg94seUvNn38T00IQ4+nIGsPaNmHb4bcrC931MuvNeCfD31QaG9xYFKvZ5AJD0CUdq9QuPFvWiC1D3bBga+O+NZva/JIj62oJ29pyOgvf5/Dz0jcYM9s/3LPTqqhD0ucj28eTlrvMy7y7wxURa+kAGsPXhZAzwJYok9Pl34vDnXhz2v7yu+Fa+OvPrjBL5GI/A9Xg0EPmWgcTx5N7s9iYcdPi8Ri70YWW29sjwPPJOYj72vwxI+URExvMPtwr2QWJG9kYAMvjMe5rw+jhq9YUGJPVeZ8r08KR++U4DFvXSzSL0LPbi97xvEPdwdpD0fXoM9xyIqPbn9rb0YVuq9KkO+vbYrkz18fCY+JCigvRcqFz0KICm+aE4TPuYUY70SqRW9Em8YPsgi0T0zUFW9DZYqvrqB6L1UKMK93EL7PVowOz4ZSJK95NkNPvcMLD7/mJa9drBivC9u+zyqTRA+NWGGPUn/y70vBwu99et7vHqGJb7mryO+KPIrPreYvL2642+9ZuYLPv7+LD7jFKS9ilIAPhe9kD29xMs8ByAkPjAsZz2KSQI9YXJGuqFfz71p/7C9J/48PbKOgT2WlQS+3bStvWTM7jyJHRE+JEDvPbBBTjx4xJ+9alIPPstk3D0nsRK+835uvdBndz2SEpM9hyuFPQLY5j2vHy6+/huSO66zczw5ZdG91ViTPA+n5T24Hck7tdt3PfX9j7uHx8E98yXsvdHfxz0fAkY9AYrFvLhBmzyI5co9mkwAPSFbE77/NEc9uyalPQwNbT3ZC1S9A4YjPkNYzD1AZw6+1GP7vVvXgr20nKe8r6EaPoF3/b3pEec8GRMGPjEQsLz66MY8N8k3vvvrxT0iN7G9SdvPPcb/4r3l9uY986z/PFDDAD6OH2M9oVFkvZbXMz6muCq+emHWPGzWHD35BCQ+2tQKvZkvWr3fYZU9IDSzvbDTHb7R2Ia9dP4mPR/GJb4ZRjy9XAvxvQPtE73IRCQ+","XwkuPL1KFj5To6W9JxdqPLrnLD5VQ1w91KkVPXxI8zySGqG9/ExgvTj8yL3JI6K9ondRPVXcLjw0S9S9TIB8PDolnb1Ytxu+FN/qvfeXmL0JMxU9sMyUPWGlk7wfe5y98YMgPhZdKb6FSYi9vveMPbAzpj2AOWE86FhNPdWxHD4K4Ea9H3/uvEQ9Czwadgu9Bji/PeYnzb3nMAW+/9ktPhPb1r0ytOu9lv8TPhTswL1aVg289fO4PIhC3T2kICo+pFJGO4aPYj3lpxM+eVANPWhJnL05SQO+l8qkvdZRTT21VDg+O+SSvSUbub0I5Re8bfkuvnx3Vb3laws+6sq/vROKqDzsQGM8n+OjvSUdAT6Fmxm9AMr/PHnedLwKmC6+4N3yPGhp9r1uvwA+EMLnPbtqPb7cRSW+jSiYvXa1hD0LwUc9dP1cPb03473rFCE+eMWnvY18yTtjIYi90qKUvUrvAb0Uy8u9WZe8vbTBI7ybwqi8d66uvRh13z0sUgA9i04evIJpMr00lsw9B9liPfk62L0B3os8YI0fPdpai71v3Va8B269u5EyHjzKhac97Q8fPqcXNr56mrS9G2nrPXeyGT6nQLq9dERLPTCT6LzqQQS+wpHzPX0Fiz322Su+EXAPPm26vL04/m29u14QPvHiL71MS7C7/7OgPUIeOD5szt49n2oavuXUJ73ZZC6+Mr8NvpnnGr6nfj2+J6ogPRcnB76YF9s9yps9vpkPyr1pxxe+p+cXvt5v2z0zWqe92w4xvjGm+j00hO49Hm+5PXCzK76Sl/M9RM0TPqoQs7zSxvM8JELtPHmMAT3f5Aw+ZVodPS+4ET2sh+C9X6yGveDPjzwq7JG9jw8Pvm57DD3F+1g8uuSGPdEWyTxmbGm82GnrvQIRHj5uVxS+xGuMvKulFr43FxO+DBHtvSEF6T2UsQo+tXajvTZuxbwEh9Y9cRr0PUs47D1SqiK+MuaNvbFYJz7aLUc7E7wlvu4TljyKaL29R2QhPg7QFr6Ke968","IXMfPru2Eb604wK9tH5MO9smFbwVmV4821IuPfpNiL3u2IW9Lg2Wu6MOMT4CZKg8eeukvWUVb70FzBU96TbEPUR7Hr4oIQG+VhaLPRsTq7z2bG69+HftPce1fj0T0rW9hC3CvSQK/73FJgO+Ks8jvSOMl7zo31+9JgvrvGpovL1JeyI+eajdvQe89b3T9Ry9lZojPq2Pib0AEry97kvwvaeTqzlR9h++VCwBvWaRdb2StoM9BxkXvsaQHb6xUpq8FW25PY5TmL2j9M095US1PbTlxj3v4W29dAttvadwv73N3Ac+OTIgvtRSE70SdQ2+TCcGvjGbib1LQ++9oT0Tvqxdkb1FdM69QoK+PXKEFj7QGyS+c/wLvKNjrzw+B+G9YZOWPWXrzL2ciiW99OsWPlPTt70w4Ak+lAnPPRGfhb0bXqa9MVHZPf4xKj6/dSW+vtEEvlNyej3ipAS+48EqPq9bvr29A5c91FpMPBhxf71OhS6+3L4JvujJIDuhiwy9gJA9PR4DDj3Ngau8o8krvmPbpT3zM+49bHokPrc5D75mLy4+wVkkvm/9Fb01AEm9AKcWPoD8Cr7J88O90ugbvkyzFD43/FQ9FoPBPHuWE7486hM+ToyQvdPDL73bfbY97SI+PQSuoz0QaxE+NFAJPpKF9bwJ9g0+g+gbvZX2Qb0DYW89oWMIvmCFyj3I9R8+oB/fPe4nnbzIGeA9wCgkPogs5j1pW+29vSixPQdtA779LOM90alIvQPfnL31Rpq9tZWBvO0NAbwhUg+9l7SiPfjSH72m0as9omvtPQE5DL4L4H49bm+PPcdesby90EO9BXMkPnrHWr0Nfra9dTvTPeni6j1X2M09bGUTvZypDT5Ktrq9sloyPu3jAT47Wlw997lKvfv7aD1zbNK9hHIoPvq/pTv/QRQ+o8ptPZ71HD0d/iW92zYUvsERszyELlo9JpmfvX5DZ70zlrU9f/2IPXNPOL3qY4+9TTMOvSo+kz3LZIg8gfwBPHnG6D3p9J69","a8qdPJaxB76L5Z29VdMWPqC/Cj1CpRg+AeHFuz6I3L2iD9g90RAFPqd4mjwYoN87TIAEvqbhlD2H9he9CTm0u6KD+bxO+jc82DLEvTciFD7y2Yk9JnKwvbAwJz0haBm9eGPTvfg7Jb3G8ps9p8e4PdzRB77+qv69ho0wPimEB726YZW9VhpHvRZsEj6kbIs9M5gOvjAG3D0mDOq9tbOROxxthT3HWg+9u7t+vU6wEz6cH+g9tZGjPN5NAD6njRQ+pdUgvnTiJr0Z86C8QGniPTHAET630aK9R+60PC7KNj1rZn49jPPWPWp2lD3kCEu9bYoqviJX2j2Rxpu9xW3zPFgZEr7KBgY+Q6V7Pb5hZT0rNB+8MIoYPLz0B77Z+va9jhD7PRGeeLwcLgI+np4yPapp2b0Dtio+NkcRvfyY1b068QA+R2+GPBhRyDwAgxO+eXCRvZEnvj2Zoa69x/yoveLpAb4btOo9pYKrPQmf7D004949J5aivS3SCb5P4MG9KX0xvuX+Kr477R++8BokPimTNL3l6xK+SrcdPqEPKr7KGAS+x4K5Pdwcwj2TrQk+z7oHvkX2AL6fyiA9PF5WvQM1372wzGQ8rkgWPnxvs71isJk9HN3JvahDoL0dJYQ9Xp0bPv+KIL4FY3m88wduPc9Glb2HfR2+KigQPpHRar1tTIg9quTfPKHCFb6s7xE+O4gNvf68Nbw80TE9cFe3PS5yKT73Cgc9m7bNvYoaHL4TmoA89xYjPYsXBD5HBy4+gpMTvvMrAT3qcB2+umHUPTipY7140w++ueAlvoprHr48Kxw+mngWPnrsPz2zAQu+3BChPZbpAz6Zm869wbnDPCAgIj4S5h++2eCuPY4tMr7YeTS9y7vwPePGtT3vGTK+0kV0PSc7H76DpnW93U3BvfN4qL3b5RC+mEaHPXC9zT2UF889gP5EPaiylzyxb++95r/jvYU3KT6x80o8VVYRvoevIj6e/cS9xjDJPd8PKj5tZvE7srHBvWib3j1r4iU+","oS8SPtkZJb320+W9TP2iPbwyGD6/5eS9nm78vdiJMj5vXdO8HqSsvbViFz7JF3M9OahevQ3Zqb23siy+dg+yveCE+r1q8Bi+sRSUvLh/lD3sQcY9h48SvF3/Hz0IZ989SyTVu9lKhD2cSDG+bpgLvnk74TzdIgK9QU2fPYBsSruCGsU9z6a7veBpGz5///a7BKJDvZ0pDz2kvMG9Ts8PPVGsxryHF9o8xovAPWv5Lb6oG/G9LLEEPu21tz1W82i81V69Pb+8FT7/Isg8E7EqvjMaFL6Ii049HWAqPjeHLr0C0y6+q4PuvezX4z08hwm+ysw7PErlEr48lSi+enWXPS9rwr0MG9Q9tX4BvtMV/L3wuw2+6Wj0POB3Nz0c9zG9AJNLPbLB/b1Mrtk91RTavUH6/j2YAwA8vd7UvI2qxTtsTwG9l4OjPfVvJj6USzW9egCrPQunN72aAoC9xzFLvQ0I1T1QWlw9g6VvPTL+JT6yKec9O4nvPbg1tz3VLl+96F8Tvl/dkb1aWwG+yC89PGgApLwb3gq+fa6pvWtmEL6FDs09wmHZvf8Qoz1xwOe85AwKPpIaKT6VvfI92q4XvlATATryOyu+Xo4VvsFvR70L9x2+l18Nve+ydz1r3Gs800zSu/2vArz+zQ2+CBglvLCHMrwcUgE+onlRPbNMH74h08w9Pr+rvHh12rzZHnI9q3TSPRdd5z20RvC90EbzPPieCz7gvgg+N4QlPdjys73nghY+ZFXrPUS4hLw4L/g8RC+3PIW5+z0LbKU8pFgfvv9bMDv/3sa8nJfBPXU3Lb5OmOS9njbmvMYMpLwRFw49KZ34PLRnL773I7s9TlCmPUCajz0bFcQ9NgyovbjOHD5Ujbo9V6ysvYAOyz0owpe9eOnBPfpyDb5nZ5e8upo1O87Far1fEmo9ZSKoPC7sLj5qCp69nK0hPounozwROvy9E6l3PdKrcT2X9S29VtRSPeqpEj4jcMo9uw4VPhEqvT3Rd7a9olbivZwNCD3IvFy8","+xr3vPiSF76CXg0+nqeLvRiEyj0n1am8lI1RunTj3TzNXga8FTDQPOkDcz2ScyI9YiAuvnMHK76N7r+915LOPbdKLz6EPVo6G0/MPS9Yzz0ZzZC9Q4cxPUy5QT2FELK9oKu/vH/kIT5LHra9LaKNPVdT470Cmx2+aYXLvUX4Fb67LJ292WbaPOWqUD0qh4M8lOXsPblJ7j0mj+S928bVvaiY8zzsqoK97GdzO7gu5j0qhh492KXbPWqG/z3W+L+8xgm3PTG9pD0b6yW+yTT9vBDhgT1+8IO8cArYPRX4jb1NlcA81jXavSgd+72eLt49EnCrPT1iHz7for+8cJEgvlyMgL3pmZQ9xeeIuX38ML4qPWg6kMQdPsEgbr34qSs9zM4FvueI6Tx5S1s94440Pefq/r3s89i99Rx+vfAQDT5TfMO9dmbKPdB9oj13SP49Wq8qPr/yIT7ZTRs9FDO6PHYeKz4aGyC+k6ofvuGR4b21IYU9WELUPXPCFT6aK1m9pukaPiAoJD7M6os93z4NuVdMELzDKwA+npvtPb2Y9b1Ck8E8zMmaPXgIKb636MS9a5+/vNKfdz32rr691AksPglYKL5h8T89GI9YveSlND2eUuA6mF8VPiQ1sD0Gbx+9o8wBvj9bBTzSqfs9IeUYOzzyCj4wAP88ghsmPrLTWL3nL969D7GGvcbZFL5QWQk+NLNIvcXngj1ONeI7wkhwvYrh/j2V0eS9MJIqOyE7BD4ZHFy9KJ0CvisjYzt6Dde9q6MCvjiMIj4OBMs91VuGPQ0NHz2T3mQ885uCvWMGoruVe4k6Fs2cvHPlu72g5+U9f2f8PX3RMT5Dvtm9t+/wPS1UqL2YTAG+iGhbvQk1jLvShRk+RNuDPXD8hzxi0Jy9+XTkPQt9IL235WY9siDMPbgkFL62uy6+Oq2fPDjk3DxSSug9qjzJPQA92z1IJ7U9uZuHPNPd/Tyr5ds9NORUvUNU2j0ZBtA9Eq1ovdHNqj0ojeQ9OhpQPUNRkT3brd+9","G89GPbAwE74MJra9NUq+vFmlyj19wvS9lhrCPWLE8bxKP8O9+XkXPi1Ilj20pKw9A2/7vLf1Fb597DI8teAlvQhPlD0p+r09IqLePBsZsr3PFoK9B6X7vN0ybz3gRx69Obq8vX88tLwy4A2+BN4cvlKUqT2zuGk9CVMSvv8/Kj3GZE+9+ki3vYTkIr5qVwC+NnGgvdefqb1rphe+lxAYPkGPwz0ajZy8megGPoKbX71qBOy9Bf57PUW08Lz8a9G9qQ0EvuiP+rxDIQe9dDHkvYt0Xj0zEh4+9UCXvVHUBr42PiC+QHm9vURGI77/L++9Zb79PYdaDL6M9D+9UYDXvacgAT7GOaM840fTuQYCtL2OLhW+DcQNPhA2372hlwy+6UyvPbQN/b0zjyM+Zc+avXM2ET20xsA9P/EevWYOqT0yzhI+k8fcvPd3Fr5lwvE9+mDpvO2qmL2QLSW+EG0lPlEy3zwr2NO8NDTLvaRyCT765XK9HuPiPeyCsb0LaF29R5UYvuYXory9E949BfuKvV0Tq70HUCU8O5/6veA1pz3sRrM9cO00Pfg6S72Vt1E9dS7FvB/cIL6JDbo9yZX6vU+JCL4K33o9hq4fPteqML6kkCE+rHjmvc37H74Yqq29yv8uvl2mET7Sfe88pcrBPF/BxDxFwpa9jHKhParOnb3QAyC+fBXDve4LET26Ksu9m8MfvqmT1b1HM5c6breAPCJNkr0lIvS9eyg4PPsAsb1jod69DzUTvjHZJr4ab8Q8YRCkvTR2wj2G8xC9/tT5O1qTMrvzevS91z3GvRVvCr7Bqpm9U0nVO3PETD0LEjW9PdYDvalQOT7Q3FC9+rERPc5C370KJ9y963cYvs7XKz6ZBgK9e6sEPjLllTx9DcW9eguaPVeoAL78poG9LYUXPkv6Kr1UoqU9cIEpPpCL+Tws9Sg+ZIMhvqjAAD5mxyS9DxSsPTTC1zww5Io8AOEnPeBqAz4iYzK+Xyn9PekEsz0in0A5bewFPLSp7r2apRg+","qt92vb12GD5AxRQ+irD+vZdvEL4zhBo+1iAOvYCQ1r0L2Qe+THOnu+LVHT7HAhU+gLPxvb6a771kg+u9vZIZvlwBZzwLR0w9jK1fvT744T0zj9g9r1AEPiCPGT79NO+9ymQTvueKWT2sPbW8P0orPcqvZr1e1N49NIAfvU8Syz1uUfG7d23hvOcDaT1BgPE9MU+GvcG0NT6JBiA9TzGYu/L0vj2BS4y95m8Vvr1dMD6/kWw9ISmXPfq8XTyZtqA9AGaxvQhGrL3htiM9akSIvLoxqTk0bQQ+090IvjxVBr7dAZm8CKyOPUzofrw7WXY9ItW7PT0Qv7xRatY7DhT+vb2V1bxj0O49bKUevvMk5D3KPPy9tDUuPmKqur1baNS9OBd4PEGVMD0H46S9IHjaPSCqhb07aBS+ljDLPap0Aj67jls9q+DkPUzJAj2gLd69xlskPSmUrj37xYO8p18Tvv/Tn70Vda49F69kvZlq3L3mDzs9Vx0lvS/XCL3epuo9C0uGvYa3zj1bfVi9yovMPdiSAz1oDuy9DJD0PITCBz4dma69BpjzvEU5tzzOHVS9pDvAvdXAI7wbwWe90g2jPb8U2r0GAHo860rdvVLsPL1+Jia+r/gNPqh46LyDw+U9SAW9PaMtob0q7/K9vVyjPMmJKz5mSAi9eW/9PWwaBT6R2QE+owktPrIl5D3zFlq8ex9hvQkrtrtO/I+9vM/3PaplzT0tFwM+i33FPaS/rD3GfIw9V1IrvG2O/jtT9/49KULQvYiK7L38Uxi+qMPpPS45+T2J1Tk9RqlyvU0a/D0vkou8WkUDvr984z0icO+9gbYXvqKGAT2ErAg+3+9RPWmmvD1A17M9b3yvvZMpbLyXRk09ilmIvfZdwD3/M+K9lywqPkUQ7Dy1IhW+3ZxwvPg4ET1CvfG9z8vjPG+b0r2c2sa8oeHNvZi8Kz5lONu9XZUMPjCfHj0810u8Z4eSO/S70z28Jay9qrLPvZsI/b3WUDG9vUYBPk+JSz0/oQe+","Ht2EvGQZf7114jm8NPbmPaGkGz5QHIo63AvjvWsPsD3hXBG+ezbZPduLsDywpbg9GSzlPYFqCz46a849ypACPtaBCr6bz7U8k1TROq+dv71W7oc9hM4dPnWg5rz3haI9N2P3PQegcj2ao409Sp2KO20IZL0TsxW9Sh2kPefepL2R8SO+vUEcPCXo2b3F5ie9ei+DvdRwAT5LfjQ93hkcvgOjr73BIBa+c2odvQv6Hr2SLP09/kLTPdKp8b3Tgo+9WlrsvbEQDb5SfNy8mP+mvXhGKr2ibfQ9v91svWi0lry7zc+9OXEGPlJc+L1bV1S8gCsWvcennD1f8sG9e5SHPRWIlbs7s1A9F88CPrPDHr6XEhY+HoswvgERGz6JwKc9yQ0lPkOhDD5ppyy+b9Invh3M/rynZnI9H6fdvFVIGz6hPG09eQm5vPdbOL1kjWq8tycmvvKyYr00j0g7+Jq6PSk29L1Sb9e9alcmPoiiwTzNaxi+LDybuxbnGjxlABC+HyffvcIC0z0XxCA+c1KHPXCV470Ucx2+PncqPs6SAD78B1+95SUePgQBDr4L2ha+Nt3qvFOw1z1bzLK9S1yrPO+947uvxgu+SrBUvTLBTL0Hkio+jKufvRgqHT4FQJO9gzj1vMWJfDxBFvy9btzRPR5xyL2FRRc9Lq4lvtjfET6IZw8+Vi8rvrDk5L1eeuG9pMAEPs9b3L3oJCS9nCinvbUAzL3fZ5092zsuvifIDT0bQCs+SiObPWebJb4Jz0G9g7C1veLWcr1207g9qDwnPMtgBT1/8cq9l7aKvVt0kT3eEtw9fafIPMMBjz0g3e69/JyYvWISxr0R2wY+iX/QPLH7uT0Wtxk9Jx8QPkjK1D0xP5W9gCu0PZGezr3S0Ny8so8Svvr4nL1ocQ0+quITvkNTxD1LhrA8d3awPMliiLzrWis9vIAVPSwKAT5np489LHCDPZGqKj48PbQ9MFcevk49Pb0Y5bO97NQbvV6CjrxzLMo828aLPA68Bjo/NMy9","ijJIPEB5pz2Mbum97EhUvbmQFz61uB2+ztCKvWnsoD1gAAK+o+dqPZcNirwwdLs9WZcnPntK/b0ajCs8d9EgvQ7Lzz2Nixe+U+oRPuPNtz1lxQM+mXwjPvi+jL3sc4U9L9Ajvp5Xyr1/z049zbSFva0X2D1VLxC+r4ncOdaqnbzg9rY9uwdLPYPeCz67ZwM+y8WYvZ8QGb7CSXw9KqHzPUpLBT4rhs29132wPTamojwZA9y9b4biPQk6trw0xBO+WOs3vSNb673a0hY+OHz3vXNDs71BURQ+JHXOuxN0jj25GB0+qJonPjW0BD4Zm8c87nEEPgKGuDxHvvE9grIePmh13rrY8hC+qrwOPgkohrwabWA9MeTXvTkEwzzJ3aC9jqgXvtGxFL7h9Ao+1TC3PVtqKL5Bx8I9i97APdxF6T0D1My9ylg2vhcJJT5GgyE8c3S4PLfav7y/sRS8WABtva83G77bDZg9FNGAu86erj3sox2+JkDmvIgBjzsqlCO+JlzGPX2SvD0i0aY92a7tvVYfyrzdyBK9HFPFvfZp+j1M6D+9w/L6vNOJRrvXCt89ouGyPd1v2b1knkw9lzfmvMZunL1ITAg+TCyZPatwvz2DWAQ7tLjXvck5Ab41Ig247I8mvrWdML79nMI9tOi4PNi23T1V/JC9hHrZvQtNEb2IUQq+E47QvJ38Dz0Vxtm95R8mvrdrDz4cewU9CQfXuniCsj0jAjg+Vr4nvi+vmb0xoYs9COqcvQCY0L3kk/q9pYIxvjZtizwBph2+kNNRPP614LvvJcQ8wYEXPkKqKr50Yyc+HHkjvpYByD2Acgc9Q/wQPkzVNT4alBe+fvtavVmQyzsABw651EbHPStnX7y6IJ09mUYrvt8wkD3B5fG84NyDvf8ELLu1jve70s4LPtlUyz1kHtc9W1DZPb8F4L3G/148g5UPvlv9Lj4uQLw9WcgAPZnDDz7vsY09zPFvPRw4hb219gi+nfLmvWXnhD01aSM9Yo64PaSkjD0XMRS+",